Repository: sugarlabs/iknowAmerica
Catalog: po/ayc.po
Languages: ayc

source: I know America
ayc: América jach'a uraqi uñt'thwa

source: Game about the geography of America
ayc: América jach'a uraqi tuqitha anataña

source: Cannot open %s
ayc: Janiwa qalltaña munkiti %s

source: the city of %s
ayc: aka markana sutipaxa %s

source: the department of %s
ayc: akïri departamentona sutipaxa %s

source: the province of %s
ayc: akïri provincia sutipaxa %s

source: the district of %s
ayc: akïri distritona sutipaxa %s

source: the state of %s
ayc: akïri Estadona sutipaxa %s

source: the region of %s
ayc: akïri región sutipaxa %s

source: the parish of %s
ayc: akïri parroquia sutipaxa %s

source: the taluka of %s
ayc: akïri talukana sutipaxa %s

source: the municipality of %s
ayc: akïri municipalidad sutipaxa %s

source: the %s
ayc: akïri %s

source: the %(route)s
ayc: akïri %(route)s

source: About %s
ayc: Akïri %s tuqitha

source: Press any key to return
ayc: Kutt'añataki kawkipiri limt'añsa limt'askakma

source: Stats of %s
ayc: Akïri %s ukana jakhuchjatapa

source: Total score: %s
ayc: Tukuya jakhthapi apsuta: %s

source: Game average score: %s
ayc: Anatañana khuskhachata apsutapa jakhthapi: %s

source: Times using Explore Mode: %s
ayc: Mayampi mayampi Modo Exploración wakichatana thaqaña: %s

source: Places Explored: %s
ayc: Thaqata chiqanaka: %s

source: Times using Game Mode: %s
ayc: Anataña Chiqa satana qhawqha kuti apnaqasitapa: %s

source: Total time: %s minutes
ayc: Jakhthapita pacha: %s minutu

source: You have chosen the map
ayc: Akïri markana mapapa ajlltaxa

source: Play
ayc: Anataña

source: Explore
ayc: Thaqsuña

source: About this game
ayc: Aka anataña tuqitha

source: Stats
ayc: Jakhthapiwinaka

source: Return
ayc: Kutt'aña

source: Choose the map to use
ayc: Maya markana mapapa ajllma

source: Previous page
ayc: Nayräxa jana

source: Next page
ayc: Jutiri jana

source: Exit
ayc: Mistsuña

source: End
ayc: Tukuña

source: Show all
ayc: Q'alpacha uñachayaña

source: Press any key to skip
ayc: Thuqtañataki, kawkipiri qillqaña limiñsa limt'askakma.

source: Regions
ayc: Region sata suyunaka

source: Regional capitals
ayc: Region sata suyuna qullana markapa

source: Tarapacá
ayc: Tarapacá suyu

source: Is north
ayc: Nurti tuqinkiwa.

source: Antofagasta
ayc: Antofagasta suyu

source: Atacama
ayc: Atacama suyu

source: Coquimbo
ayc: Coquimbo suyu

source: Valparaíso
ayc: Valparaíso suyu

source: Metropolitana
ayc: Metropolitana suyu

source: Libertador General Bernardo O'Higgins
ayc: Libertador General Bernardo O'Higgins suyu

source: Is in the center
ayc: Chikataypinkiri

source: Maule
ayc: Maule suyu

source: Bío-Bío
ayc: Bío-Bío suyu

source: La Araucanía
ayc: La Araucanía suyu

source: Is south
ayc: Chakana tuqinkiwa

source: Los Lagos
ayc: Los Lagos suyu

source: Aysén
ayc: Aysén suyu

source: Magallanes
ayc: Magallanes suyu

source: Arica Parinacota
ayc: Arica Parinacota suyu

source: Los Rios
ayc: Los Rios suyu

source: Santiago
ayc: Santiago marka

source: Iquique
ayc: Iquique marka

source: Copiapó
ayc: Copiapó marka

source: La Serena
ayc: La Serena marka

source: Rancagua
ayc: Rancagua marka

source: Talca
ayc: Talca marka

source: Concepción
ayc: Concepción marka

source: Temuco
ayc: Temuco marka

source: Puerto Montt
ayc: Puerto Montt marka

source: Coihaique
ayc: Coihaique marka

source: Punta Arenas
ayc: Punta Arenas marka

source: Arica
ayc: Arica marka

source: Valdivia
ayc: Valdivia marka

source: Chile
ayc: Chile jach'a marka

source: Argentina
ayc: Argentina jach'a marka

source: Perú
ayc: Perú jach'a marka

source: Capital:
ayc: Kapital qullana marka:

source: (33º26' S - 70º39' W)
ayc: (33º26' S - 70º39' O)

source: Language:
ayc: Jaqi aru:

source: Spanish
ayc: Español aru

source: Government:
ayc: Gobierno mallku kankañani:

source: Presidential republic
ayc: República Presidencial

source: President:
ayc: Presidente jach'a mallku:

source: Independence:
ayc: Independencia sata qhispiwi:

source: from Spain
ayc: España markatha

source: declared: %s
ayc: Inuqata: %s

source: 12 of february of 1818
ayc: phiwriruna 12 urupana, khaya 1818 marana

source: recognized: %s
ayc: uñt'asxata: %s

source: 24 of february of 1844
ayc: phiwriruna 24 urupana, khaya 1844 marana

source: Area:
ayc: Uraqi katuna tupupa:

source: Population:
ayc: Qhawqha jaqinisa:

source: GDP:
ayc: PBI utjiri:

source: HDI:
ayc: IDH sata índice de desarrollo humano:

source: Currency:
ayc: Qullqi:

source: Peso
ayc: Jathi kankañapa

source: States
ayc: Estadonaka

source: State capitals
ayc: Estadonakana qullana markanakapa

source: Cities
ayc: Markanaka

source: Waterways
ayc: Uma thaki

source: Routes
ayc: Thakinaka

source: Is northeast
ayc: Nurtimpi Jalsumpi chikataypi tuqinkiwa

source: Is southwest
ayc: Chakanampi Jalantampi chikataypi tuqinkiwa

source: Is west
ayc: Jalanta tuqinkiwa

source: Is southeast
ayc: Chakanampi Jalsumpi chikataypi tuqinkiwa

source: Is northwest
ayc: Nurtimpi Jalanta chikataypi tuqinkiwa

source: Is east
ayc: Jalsu tuqinkiwa

source: Zulina
ayc: Zulia

source: Caracas
ayc: Caracas marka

source: Barcelona
ayc: Barcelona marka

source: Barquisimeto
ayc: Barquisimeto marka

source: Ciudad Bolívar
ayc: Bolívar marka

source: Coro
ayc: Coro marka

source: Cumaná
ayc: Cumaná marka

source: Guanare
ayc: Guanare marka

source: La Asunción
ayc: Asunción marka

source: Los Teques
ayc: Teques marka

source: Maracaibo
ayc: Maracaibo marka

source: Maracay
ayc: Maracay marka

source: Maturín
ayc: Maturín marka

source: Puerto Ayacucho
ayc: Puerto Ayacucho marka

source: San Carlos
ayc: San Carlos marka

source: San Cristóbal
ayc: San Cristóbal marka

source: San Felipe
ayc: San Felipe marka

source: San Fernando
ayc: San Fernando marka

source: San Juan de los Morros
ayc: San Juan de los Morros marka

source: Tucupita
ayc: Tucupita marka

source: Valencia
ayc: Valencia marka

source: Bochinche
ayc: Bochinche marka

source: Cabimas
ayc: Cabimas marka

source: Cabruta
ayc: Cabruta marka

source: Caicara
ayc: Caicara marka

source: Canaima
ayc: Canaima marka

source: Ciudad Guayana
ayc: Ciudad Guayana marka

source: Ciudad Pilar
ayc: Ciudad Pilar marka

source: Curiapo
ayc: Curiapo marka

source: El Amparo
ayc: El Amparo marka

source: El Dorado
ayc: El Dorado marka

source: El Jobal
ayc: El Jobal marka

source: Esmeralda
ayc: Esmeralda marka

source: Güiria
ayc: Güiria marka

source: Guasipati
ayc: Guasipati marka

source: La Paragua
ayc: La Paragua marka

source: Puerto Carreño
ayc: Puerto Carreño marka

source: Punto Fijo
ayc: Punto Fijo marka

source: Riecito
ayc: Riecito marka

source: San Fernando de Atabapo
ayc: San Fernando de Atabapo marka

source: San Juan de Manapiare
ayc: San Juan de Manapiare marka

source: Santa Elena de Uairén
ayc: Santa Elena de Uairén marka

source: Tumeremo
ayc: Tumeremo marka

source: Apure River
ayc: Apure jawira

source: Arauca River
ayc: Arauca jawira

source: Meta River
ayc: Meta jawira

source: Orinoco River
ayc: Orinoco jawira

source: Ventuari River
ayc: Ventuari jawira

source: Negro River
ayc: Negro jawira

source: Casiquiare River
ayc: Casiquiare jawira

source: Caroni River
ayc: Caroni jawira

source: Paragua River
ayc: Paragua jawira

source: Gaura River
ayc: Gaura jawira

source: Cuyuni River
ayc: Cuyuni jawira

source: Reservoir of Sura
ayc: Sura uma chakaqata

source: Guarico River
ayc: Guárico jawira

source: Reservoir of Guarico
ayc: Guárico uma chakaqata

source: Lake Valencia
ayc: Valencia quta

source: Lake de Maracaibo
ayc: Maracaibo quta

source: Cojedes River
ayc: Cojedes jawira

source: Gulf of Venezuela
ayc: Venezuela quta wit'u

source: Gulf of Paria
ayc: Paria quta wit'u

source: Caribbean Sea
ayc: Caribe lamara quta

source: Atlantic Ocean
ayc: Atlántico mama quta

source: Delta Amacuro River
ayc: Amacuro jawira

source: Venezuela
ayc: Venezuela jach'a marka

source: Brazil
ayc: Brasil jach'a marka

source: Colombia
ayc: Colombia jach'a marka

source: Guyana
ayc: Guyana jach'a marka

source: Trinidad and Tobago
ayc: Trinidad y Tobago jach'a marka

source: Aruba
ayc: Aruba marka

source: Curaçao
ayc: Curaçao marka

source: Bonaire
ayc: Bonaire marka

source: Tortuga
ayc: Tortuga marka

source: Margarita Island
ayc: Isla Margarita marka

source: Reservoir de Guarico
ayc: Guárico uma chakaqata

source: (10º30' N - 66º58' W)
ayc: (10º30' N - 66º58' O)

source: Federal republic
ayc: República Federal

source: Vice President:
ayc: Vicepresidente

source: 5 of july of 1811
ayc: julyuna 5 urupa, 1811 marana

source: 30 of march of 1845
ayc: marsuna 30 urupa, 1845 marana

source: Provinces
ayc: Provincianaka

source: Provincial capitals
ayc: Provinciana qullana markanakapa

source: Altagracia
ayc: La Altagracia

source: Azua de Compostela
ayc: Azua de Compostela marka

source: Bani
ayc: Baní marka

source: Bonao
ayc: Bonao marka

source: Comendador
ayc: Comendador marka

source: Cotui
ayc: Cotuí marka

source: Dajabon
ayc: Dajabon marka

source: Gaspar Hernández
ayc: Gaspar Hernández marka

source: Higuey
ayc: Higuey marka

source: Jimani
ayc: Jimani marka

source: Mao
ayc: Mao marka

source: Moca
ayc: Moca marka

source: Nagua
ayc: Nagua marka

source: Neiba
ayc: Neiba marka

source: Sabaneta
ayc: Sabaneta marka

source: San Francisco de Macorís
ayc: San Francisco de Macorís marka

source: San Pedro de Macoris
ayc: San Pedro de Macoris marka

source: Santa Bárbara de Samaná
ayc: Santa Bárbara de Samaná marka

source: Boca de Yuma
ayc: Boca de Yuma marka

source: Duvenge
ayc: Duvenge marka

source: Enriquillo
ayc: Enriquillo marka

source: Miches
ayc: Miches marka

source: Oviedo
ayc: Oviedo marka

source: Pedro Santana
ayc: Pedro Santana marka

source: Punta Cana
ayc: Punta Cana marka

source: Yaque Norte River
ayc: Yaque Norte jawira

source: Artibonito River
ayc: Artibonito jawira

source: Macasia River
ayc: Macasia jawira

source: Yuna River
ayc: Yuna jawira

source: Camú River
ayc: Camú jawira

source: Yaque Sur River
ayc: Yaque Sur jawira

source: San Juan River
ayc: San Juan jawira

source: Lake Enriquillo
ayc: Enriquillo quta

source: Ocoa River
ayc: Ocoa jawira

source: Haina River
ayc: Haina jawira

source: Ozama River
ayc: Ozama jawira

source: Yuma River
ayc: Yuma jawira

source: Chavón River
ayc: Chavón jawira

source: Soco River
ayc: Soco jawira

source: Iguamo River
ayc: Iguamo jawira

source: Dominicana
ayc: Dominicana marka

source: Haití
ayc: Haití Jach'a Marka

source: Beata Island
ayc: Beata Wat'a

source: Saona Island
ayc: Saona Wat'a

source: Lake Enriquillo River
ayc: Enriquillo quta

source: (18º28' N - 69º54' W)
ayc: (18º28' N - 69º54' O)

source: 1844 (of Haiti)
ayc: 1844 (de Haiti)

source: 1865 (from Spain)
ayc: 1865 (de España)

source: Port of Spain
ayc: Puerto España

source: Arouca
ayc: Arouca marka

source: Basse-Terre
ayc: Basse Terre marka

source: Brighton
ayc: Brighton marka

source: Canaan
ayc: Canaan marka

source: Chaguanas
ayc: Chaguanas marka

source: Charlotteville
ayc: Charlotteville marka

source: Debe
ayc: Debe marka

source: Fullarton
ayc: Fullarton marka

source: Guaico
ayc: Guaico marka

source: Guayaguayare
ayc: Guayaguayare marka

source: La Brea
ayc: La Brea marka

source: Maracas
ayc: Maracas marka

source: Maraval
ayc: Maraval marka

source: Moriah
ayc: Moriah marka

source: Moruga
ayc: Moruga marka

source: Peñal
ayc: Peñal marka

source: Pierreville
ayc: Pierreville marka

source: Plymouth
ayc: Plymouth marka

source: Point Fortin
ayc: Point Fortin marka

source: Rio Claro
ayc: Río Claro marka

source: Roxborough
ayc: Roxborough marka

source: Saint Joseph
ayc: Saint Joseph marka

source: San Francique
ayc: San Francisco marka

source: Sangre Grande
ayc: Sangre Grande marka

source: Scarborough
ayc: Scarborough marka

source: Siparia
ayc: Siparia marka

source: Tabaquite
ayc: Tabaquite marka

source: Tableland
ayc: Tableland marka

source: Toco
ayc: Toco marka

source: Ortoire River
ayc: Ortoire jawira

source: Oropuche River
ayc: Oropuche jawira

source: Poole River
ayc: Poole jawira

source: Coparo River
ayc: Coparo jawira

source: (10º40' N - 61º31' W)
ayc: (10º40' N - 61º31' O)

source: English
ayc: Inglés aru

source: Parliamentary republic
ayc: República parlamentaria

source: Prime Minister:
ayc: Primer ministro:

source: from United Kingdom
ayc: Reino Unido sata markatha

source: 31 of august of 1962
ayc: awustuna 31 urupana, 1962 marana

source: Trinidad and Tobago dollar
ayc: Dólar trinitense qullqi

source: Queda en el centro-este
ayc: Chikataypimpi Jalsumpi tuqinkiwa.

source: La Plata
ayc: La Plata marka

source: Paraná
ayc: Paraná marka

source: Posadas
ayc: Posadas marka

source: Río Gallegos
ayc: Gallegos jawira

source: Rawson
ayc: Rawson marka

source: Resistencia
ayc: Resistencia marka

source: San Miguel de Tucumán
ayc: San Miguel de Tucumán marka

source: San Salvador de Jujuy
ayc: San Salvador de Jujuy marka

source: Santa Rosa
ayc: Santa Rosa marka

source: Santiago del Estero
ayc: Santiago del Estero marka

source: Ushuaia
ayc: Ushuaia marka

source: Viedma
ayc: Viedma marka

source: Bahía Blanca
ayc: Bahía Blanca marka

source: Comodoro Rivadavia
ayc: Comodoro Rivadavia marka

source: Curuzú Cuatiá
ayc: Curuzú Cuatiá marka

source: Esquel
ayc: Esquel marka

source: Gobernador Gregores
ayc: Gobernador Gregores marka

source: General Villegas
ayc: General Villegas marka

source: Junín
ayc: Junín marka

source: Las Heras
ayc: Las Heras marka

source: Mar del Plata
ayc: Mar del Plata marka

source: Mercedes
ayc: Mercedes marka

source: Necochea
ayc: Necochea marka

source: Puerto Deseado
ayc: Puerto Deseado marka

source: Puerto Santa Cruz
ayc: Puerto Santa Cruz marka

source: Río Cuarto
ayc: Río Cuarto marka

source: Rosario
ayc: Rosario marka

source: San Carlos de Bariloche
ayc: San Carlos de Bariloche marka

source: San Rafael
ayc: San Rafael marka

source: Santo Tomé
ayc: Santo Tomé marka

source: Telén
ayc: Telén marka

source: Zapala
ayc: Zapala marka

source: Chubut River
ayc: Chubut jawira

source: Chico River
ayc: Chico jawira

source: Deseado River
ayc: Río Deseado jawira

source: Colorado River
ayc: Colorado jawira

source: Salado River
ayc: Salado jawira

source: Desaguadero River
ayc: Desaguadero jawira

source: Paraná River
ayc: Paraná jawira

source: Alto Paraná River
ayc: Alto Paraná jawira

source: Uruguay River
ayc: Uruguay jawira

source: Pilcomayo River
ayc: Pilcomayo jawira

source: Bermejo River
ayc: Bermejo jawira

source: Río de la Plata
ayc: Río de la Plata marka

source: San Blas Bay
ayc: San Blas lamara quta laka

source: San Matías Gulf
ayc: San Matías lamara quta wit'u

source: Pacific Ocean
ayc: Pacífico mama quta

source: Falkland Islands
ayc: Malvinas wat'a

source: Uruguay
ayc: Uruguay jach'a marka

source: Paraguay
ayc: Paraguay jach'a marka

source: (34º40' S - 58º24' W)
ayc: (34º40' S - 58º24' O)

source: Federal presidential republic
ayc: República federal presidencialista

source: 9 of july of 1816
ayc: julyuna 9 urupana, 1816 marana

source: Canada
ayc: Canadá jach'a marka

source: Yukon
ayc: Yukón

source: British Columbia
ayc: Columbia Británica

source: Québec
ayc: Quebec

source: Newfoundland
ayc: Terranova

source: New Brunswick
ayc: Nuevo Brunswick

source: Northwest Territories
ayc: Territorios del Noroeste

source: Banks Island
ayc: Banks wat'anaka

source: Victoria Island
ayc: Victoria wat'anaka

source: Baffin Island
ayc: Baffin Wat'a

source: Ellesmere Island
ayc: Ellesmere wat'anaka

source: Nova Scotia
ayc: Nueva Escocia

source: Greenland
ayc: Groenlandia

source: Iceland
ayc: Islandia

source: United States
ayc: Estados Unidos jach'a marka

source: Ottawa
ayc: Ottawa marka

source: Charlottetown
ayc: Charlottetown marka

source: Edmonton
ayc: Edmonton marka

source: Fredericton
ayc: Fredericton marka

source: Halifax
ayc: Halifax marka

source: Regina
ayc: Regina marka

source: Saint John's
ayc: San Juan marka

source: Toronto
ayc: Toronto marka

source: Whitehorse
ayc: Whitehorse marka

source: Winnipeg
ayc: Winnipeg marka

source: Yellowknife
ayc: Yellowknife marka

source: Alert
ayc: Alert marka

source: Calgary
ayc: Calgary marka

source: Cambridge Bay
ayc: Bahía de Cambridge qutalaka marka

source: Chibougamau
ayc: Chibougamau marka

source: Chisasibi
ayc: Chisasibi marka

source: Churchill
ayc: Churchill marka

source: Dawson
ayc: Dawson marka

source: Echo Bay
ayc: Bahía Echo qutalaka marka

source: Fort Smith
ayc: Fort Smith marka

source: Frobisher Bay
ayc: Bahía Frobisher qutalaka marka

source: Gander
ayc: Gander marka

source: Goose Bay
ayc: Bahía Goose qutalaka marka

source: Hamilton
ayc: Hamilton marka

source: Hay River
ayc: Río Hay marka

source: Inuvik
ayc: Inuvik marka

source: Lethbridge
ayc: Lethbridge marka

source: Montreal
ayc: Montreal marka

source: Moosonee
ayc: Moosonee marka

source: Prince George
ayc: Prince George marka

source: Prince Rupert
ayc: Prince Rupert marka

source: Rankin Inlet
ayc: Rankin Inlet marka

source: Resolute
ayc: Resolute marka

source: Saskatoon
ayc: Saskatoon marka

source: Schefferville
ayc: Schefferville marka

source: Sudbury
ayc: Sudbury marka

source: Sydney
ayc: Sydney marka

source: Thunder Bay
ayc: Bahía Thunder marka

source: Vancouver
ayc: Vancouver marka

source: Watson Lake
ayc: Watson quta

source: Windsor
ayc: Windsor marka

source: Yukon River
ayc: Yukón jawira

source: Mackenzie River
ayc: Mackenzie jawira

source: Saskatchewan River
ayc: Saskatchewan jawira

source: Nelson River
ayc: Nelson jawira

source: Columbia River
ayc: Columbia jawira

source: Lake Great Bear
ayc: Gran Oso quta

source: Lake Great Slave
ayc: Gran Lago de los Esclavos quta

source: Lake Athabasca
ayc: Athabasca quta

source: Lake Reindeer
ayc: Reindeer quta

source: St. Lawrence River
ayc: San Lorenzo jawira

source: Lake Superior
ayc: Superior quta

source: Lake Michigan
ayc: Míchigan quta

source: Lake Huron
ayc: Hurón quta

source: Lake Erie
ayc: Erie quta

source: Lake Ontario
ayc: Ontario quta

source: Lake Winnipeg
ayc: Winnipeg quta

source: Beaufort Sea
ayc: Beaufort lamara quta

source: Chukchi Sea
ayc: Chukci lamara quta

source: Greenland Sea
ayc: Groenlandia lamara quta

source: Labrador Sea
ayc: Labrador lamara quta

source: Baffin Bay
ayc: Bahía de Baffin

source: Hudson Bay
ayc: Bahía de Hudson

source: Arctic Ocean
ayc: Ártico mama quta

source: Norwegian Sea
ayc: Noruega lamara quta

source: (45º24' N - 75º40' W)
ayc: (45º24' N - 75º40' O)

source: French
ayc: Francés aru

source: Federal parliamentary monarch
ayc: Monarquía federal parlamentaria

source: Monarch:
ayc: Monarca:

source: Queen Elizabeth II
ayc: Reina Isabel II

source: Governor:
ayc: Gobernador:

source: 1st of july of 1867
ayc: julyuna 1 urupana, khaya 1867 marana

source: 11 of december of 1931
ayc: Risimrina 11 urupana, khaya 1931 marana

source: Canadian dollar
ayc: Dólar canadiense qullqi

source: Cuba
ayc: Cuba jach'a marka

source: Pinar del Río
ayc: Pinar del Río marka

source: Havana
ayc: Habana marka

source: Cienfuegos
ayc: Cienfuegos marka

source: Matanzas
ayc: Matanzas marka

source: Sanctí Spiritus
ayc: Sanctí Spiritus marka

source: Villa Clara
ayc: Villa Clara marka

source: Camagüey
ayc: Camagüey marka

source: Ciego de Ávila
ayc: Ciego de Ávila marka

source: Guantánamo
ayc: Guantánamo marka

source: Las Tunas
ayc: Tunas marka

source: Granma
ayc: Granma marka

source: Santiago de Cuba
ayc: Santiago de Cuba marka

source: Holguín
ayc: Holguín marka

source: Isla de la Juventud
ayc: Isla de la Juventud marka

source: Cayman Islands
ayc: Islas Caimán marka

source: Andros Island
ayc: Isla Andros marka

source: New Providence
ayc: Nueva Providencia marka

source: Eleuthera
ayc: Eleuthera marka

source: Cat Island
ayc: Cat Wat'a

source: San Salvador
ayc: San Salvador marka

source: Great Exuma
ayc: Gran Exuma marka

source: Long Island
ayc: Long Island marka

source: Crooked Island
ayc: Crooked Island marka

source: Haiti
ayc: Haití jach'a marka

source: Jamaica
ayc: Jamaica jach'a marka

source: Honduras
ayc: Honduras jach'a marka

source: Grand Bahama Island
ayc: Isla Gran Bahama marka

source: Abaco Islands
ayc: Ábaco Wat'anaka

source: Manzanillo
ayc: Manzanillo marka

source: Sancti Spíritus
ayc: Sancti Spíritus marka

source: Santa Clara
ayc: Santa Clara marka

source: Amancio
ayc: Amancio marka

source: Banes
ayc: Banes marka

source: Baracoa
ayc: Baracoa marka

source: Bayamó
ayc: Bayamó marka

source: Cárdenas
ayc: Cárdenas marka

source: Florida
ayc: Florida marka

source: Güines
ayc: Güines marka

source: Guane
ayc: Guane marka

source: Isabela de Sagua
ayc: Isabela de Sagua marka

source: Jovellanos
ayc: Jovellanos marka

source: La Fe
ayc: La Fe marka

source: Mariel
ayc: Mariel marka

source: Mayarí
ayc: Mayarí marka

source: Moa
ayc: Moa marka

source: Morón
ayc: Morón marka

source: Nueva Gerona
ayc: Nueva Gerona marka

source: Nuevitas
ayc: Nuevitas marka

source: Pilón
ayc: Pilón marka

source: Placetas
ayc: Placetas marka

source: Puerto Padre
ayc: Puerto Padre marka

source: Santa Cruz del Sur
ayc: Santa Cruz del Sur marka

source: (23º80' N - 82º23' W)
ayc: (23º80' N - 82º23' O)

source: Communist state
ayc: Estado comunista

source: from United States
ayc: Estados Unidos markatha

source: 20 of may of 1902
ayc: mayuna 20 urupana, khaya 1902 marana

source: Cuban peso
ayc: Peso cubano qullqi

source: Departments
ayc: Departamentonaka

source: Departmental capitals
ayc: Departamentonakana qullana markanakapa

source: Sta. Bárbara
ayc: Santa Bárbara

source: Tegucigalpa
ayc: Tegucigalpa marka

source: Gracias
ayc: Gracias marka

source: La Ceiba
ayc: La Ceiba marka

source: La Esperanza
ayc: La Esperanza marka

source: Manto
ayc: Manto marka

source: Nacaome
ayc: Nacaome marka

source: Nueva Ocotepeque
ayc: Nueva Ocotepeque marka

source: Puerto Lempira
ayc: Puerto Lempira marka

source: Roatán
ayc: Roatán marka

source: San Pedro Sula
ayc: San Pedro Sula marka

source: Santa Bárbara
ayc: Santa Bárbara marka

source: Santa Rosa de Copán
ayc: Santa Rosa de Copán marka

source: Yuscarán
ayc: Yuscarán marka

source: Amapala
ayc: Amapala marka

source: Arenal
ayc: Arenal marka

source: Auasbila
ayc: Auasbila marka

source: Balfate
ayc: Balfate marka

source: Barra de Catarasca
ayc: Barra de Caratasca marka

source: Catacamas
ayc: Catacamas marka

source: Cedros
ayc: Cedros marka

source: Dulce Nombre de Culmí
ayc: Dulce Nombre de Culmí marka

source: Dulsuna
ayc: Dulsuna marka

source: El Chichicaste
ayc: El Chichicaste marka

source: El Negrito
ayc: El Negrito marka

source: El Progreso
ayc: El Progreso marka

source: El Triunfo
ayc: El Triunfo marka

source: Guarita
ayc: Guarita marka

source: La Virtud
ayc: La Virtud marka

source: Las Trojes
ayc: Trojes marka

source: Lepaterique
ayc: Lepaterique marka

source: Marcala
ayc: Marcala marka

source: Mezapa
ayc: Mezapa marka

source: Nueva Arcadia
ayc: Nueva Arcadia marka

source: Olanchito
ayc: Olanchito marka

source: Oropolí
ayc: Oropolí marka

source: Patuca
ayc: Patuca marka

source: Pespire
ayc: Pespire marka

source: Pueblo Viejo
ayc: Pueblo Viejo marka

source: Puerto Cortés
ayc: Puerto Cortés marka

source: Sabana Grande
ayc: Sabana Grande marka

source: San Lorenzo
ayc: San Lorenzo marka

source: San Marcos de Colón
ayc: San Marcos de Colón marka

source: Santa Elena
ayc: Santa Elena marka

source: Tela
ayc: Tela marka

source: Tocoa
ayc: Tocoa marka

source: Tusi
ayc: Tusi marka

source: Chamelecón River
ayc: Chamelecón jawira

source: Higuito River
ayc: Higuito jawira

source: Grande de Otoro River
ayc: Grande de Otoro jawira

source: Ulúa River
ayc: Ulúa jawira

source: Humuya River
ayc: Humuya jawira

source: Sulaco River
ayc: Sulaco jawira

source: Aguán River
ayc: Aguán jawira

source: Mangulile River
ayc: Mangulile jawira

source: Sico River
ayc: Sico jawira

source: Paulaya River
ayc: Paulaya jawira

source: Patuca River
ayc: Patuca jawira

source: Guyape River
ayc: Guyape jawira
