Repository: sugarlabs/iknowAmerica
Catalog: po/ayc.po
Languages: ayc

source: This program is based on 'Conozco Uruguay' (Author: Gabriel Eirea)
ayc: Akïri wakichawixa uka 'Conozco Uruguay' wakichäwi uñaqasina wakichatawa (Kamiri: Gabriel Eirea)

source: Sounds downloaded from freesound.org: btn117.wav courtesy of junggle.
ayc: Sallanakasa q'uchunakasti akïri wakichatatha apaqatawa: freesound.org: btn117.wav junggle wakichirinakaru jallallt'añäni.

source: Font: Share-Regular.ttf of urbanfonts.com
ayc: Fuente: Share-Regular.ttf wakichataru ukasti uka urbanfonts.com wakichatatha apaqatawa

source: Stann Creek
ayc: Staan Creek

source: Turneffe Islands
ayc: Islas Turneffe wat'anaka

source: Dangriga
ayc: Dangriga marka

source: San Ignacio
ayc: San Ignacio marka

source: August Pine Ridge
ayc: August Pine Ridge marka

source: Barranco
ayc: Barranco marka

source: Benque Viejo del Carmen
ayc: Benque Viejo del Carmen marka

source: Bermudian Landing
ayc: Bermudian Landing marka

source: Big Creek
ayc: Big Creek marka

source: Big Fall
ayc: Big Fall marka

source: Blue Creek Village
ayc: Blue Creek Village marka

source: Burrell Boom
ayc: Burrell Boom marka

source: Crooked Tree
ayc: Crooked Tree marka

source: Gales Point
ayc: Gales Point marka

source: Gallon Jug
ayc: Gallon Jug wakichata

source: Guinea Grass
ayc: Guinea Grass marka

source: Hattieville
ayc: Hattieville marka

source: Hopkins
ayc: Hopkins marka

source: Independence
ayc: Independence marka

source: Jalacte
ayc: Jalacte marka

source: La Democracia
ayc: La Democracia marka

source: Ladyville
ayc: Ladyville marka

source: Little Belize
ayc: Little Belize marka

source: Maskall
ayc: Maskall marka

source: Middlesex
ayc: Middlesex marka

source: Monkey River Town
ayc: Monkey River Town marka

source: Mullins River
ayc: Mullins River marka

source: Neustadt
ayc: Neustadt marka

source: Pachacan
ayc: Pachacan marka

source: Riversdale
ayc: Riversdale marka

source: San Estevan
ayc: San Esteban marka

source: San Narciso
ayc: San Narciso marka

source: Sarteneja
ayc: Sarteneja marka

source: Shipyard
ayc: Shipyard marka

source: Spanish Lookout
ayc: Spanish Lookout marka

source: Valley of Peace
ayc: Valley of Peace marka

source: Yo Creek
ayc: Yo Creek marka

source: Blue Creek River
ayc: Blue Creek jawira

source: Hondo River
ayc: Hondo jawira

source: Bravo River
ayc: Bravo jawira

source: Boothis River
ayc: Boothis jawira

source: Sibun River
ayc: Sibun jawira

source: Belize River
ayc: Belice jawira

source: Macal River
ayc: Macal jawira

source: Raspaculo Branch River
ayc: Raspaculo Branch jawira

source: Sarstoon River
ayc: Sarstoon jawira

source: Moho River
ayc: Moho jawira

source: Deep River
ayc: Deep jawira

source: Monkey River
ayc: Monkey jawira

source: Lake Southern
ayc: Southern quta

source: Lake Northern
ayc: Northern quta

source: Lake Shipstern
ayc: Shiptesrn quta

source: English (most speak: Spanish)
ayc: Inglés aru (jilaniwa arsupxi: Español aru)

source: Parliamentary democracy
ayc: Democracia parlamentaria

source: from the United Kingdom
ayc: Reino Unido markatha

source: 21 of september of 1981
ayc: sitimrina 21 urupana, 1981 marana

source: Belize Dollar
ayc: Dólar Beliceño qullqi

source: Apolo
ayc: Apolo marka

source: Reyes
ayc: Reyes marka

source: San Borja
ayc: San Borja marka

source: Puerto Heath
ayc: Puerto Heath jawira laka marka

source: Riberalta
ayc: Riberalta marka

source: Puerto Acosta
ayc: Puerto Acosta quta laka marka

source: Caranavi
ayc: Caranavi marka

source: Guaqui
ayc: Guaqui marka

source: Ascención
ayc: Ascención marka

source: Tarabuco
ayc: Tarabuco marka

source: Aiquile
ayc: Aiquile marka

source: Villazón
ayc: Villazón marka

source: Uyuni
ayc: Uyuni marka

source: Yucuiba
ayc: Yucuiba marka

source: Villa Montes
ayc: Villa Montes marka

source: Camiri
ayc: Camiri marka

source: Santa Rosa del Sara
ayc: Santa Rosa del Sara marka

source: Montero
ayc: Montero marka

source: Las Petas
ayc: Las Petas marka

source: San José de Chiquitos
ayc: San José de Chiquitos marka

source: Roboré
ayc: Roboré marka

source: Puerto Suárez
ayc: Puerto Suárez jawira laka marka

source: Parapetí River
ayc: Parapetí jawira

source: Sécure River
ayc: Sécure jawira

source: Ichoa River
ayc: Ichoa jawira

source: Piray River
ayc: Piray jawira

source: Ichilo River
ayc: Ichilo jawira

source: Yacuma River
ayc: Yacuma jawira

source: Grande de Lípez River
ayc: Grande de Lípez jawira

source: San Martín River
ayc: San Martín jawira

source: Abuná River
ayc: Abuná jawira

source: Orton River
ayc: Orton jawira

source: Madidi River
ayc: Madidi jawira

source: Tequeje River
ayc: Tequeje jawira

source: Viata River
ayc: Viata jawira

source: Apere River
ayc: Apere jawira

source: Mamoré River
ayc: Mamoré jawira

source: Paraguá River
ayc: Paragúa jawira

source: Guaporé River
ayc: Guaporé jawira

source: Tucavaca River
ayc: Tucavaca jawira

source: Lateriquique River
ayc: Lateriquique jawira

source: Lake Titicaca River
ayc: Titiqaqa quta

source: Lake Poopo River
ayc: Poopo quta

source: (19º2' S - 65º15' W)
ayc: (19º2' S - 65º15' O)

source: Guarani
ayc: Guaraní aru

source: 06 of august of 1825
ayc: awustuna 6 urupana, khaya 1825 marana

source: 21 of july of 1847
ayc: julyuna 21 urupana, khaya 1847 marana

source: Boliviano
ayc: Boliviano qullqi

source: Lake Poopo
ayc: Poopó quta
