Repository: sugarlabs/iknowAmerica
Catalog: po/ayc.po
Languages: ayc

source: Jalán River
ayc: Jalán jawira

source: Guayambre River
ayc: Guayambre jawira

source: Coco River
ayc: Coco jawira

source: Choluteca River
ayc: Choluteca jawira

source: Caratasca Lagoon
ayc: Caratasca qutaña

source: Omoa Bay
ayc: Bahía de Omoa quta laka

source: Gulf of Fonseca
ayc: Golfo de Fonseca quta wit'u

source: Belize
ayc: Belice marka

source: El Salvador
ayc: El Salvador jach'a marka

source: Guatemala
ayc: Guatemala jach'a marka

source: Nicaragua
ayc: Nicaragua jach'a marka

source: Costa Rica
ayc: Costa Rica jach'a marka

source: Is. Utila
ayc: Utila wat'a

source: Is. Guanaja
ayc: Guanaja wat'a

source: Is. Roatán
ayc: Roatán wat'a

source: Ahuás
ayc: Ahuás marka

source: (14º6' N - 87º13' W)
ayc: (14º6' N - 87º13' O)

source: 15 of september of 1821
ayc: sitimrina 15 urupana, khaya 1821 marana

source: 11 of december of 1825
ayc: risimrina 11 urupana, 1825 marana

source: Elevations
ayc: Jilpacha qullunaka

source: It's easy
ayc: Phasilakiwa

source: Fray Bentos
ayc: Fray Bentos marka

source: Colonia del Sacramento
ayc: Colonia del Sacramento marka

source: Trinidad
ayc: Trinidad marka

source: San José de Mayo
ayc: San José de Mayo marka

source: Melo
ayc: Melo marka

source: Minas
ayc: Minas marka

source: Aiguá
ayc: Aiguá marka

source: It's in %s
ayc: Akïri %s ukankiwa

source: Ansina
ayc: Ansina marka

source: Tacuarembo
ayc: Tacuarembó marka

source: Baltasar Brum
ayc: Baltasar Brum marka

source: Bella Unión
ayc: Bella Unión marka

source: Belén
ayc: Belén marka

source: Cardona
ayc: Cardona marka

source: Carmelo
ayc: Carmelo marka

source: Castillos
ayc: Castillos marka

source: Casupá
ayc: Casupá marka

source: Cebollatí
ayc: Cebollatí marka

source: Cerro Chato
ayc: Cerro Chato marka

source: Chuy
ayc: Chuy marka

source: It's near Brazil
ayc: Brasil marka jak'ankiwa.

source: Try again
ayc: Mayampi yant'ma

source: Constitución
ayc: Constitución marka

source: Dolores
ayc: Dolores marka

source: the center
ayc: chikataypi

source: Fraile Muerto
ayc: Fraile Muerto marka

source: Rio Negro
ayc: Río Negro

source: Guichón
ayc: Guichón marka

source: Paysandu
ayc: Paysandú

source: J. Batlle y Ordóñez
ayc: José Batlle y Ordóñez marka

source: J. Pedro Varela
ayc: José Pedro Varela marka

source: José E. Rodó
ayc: José E. Rodó marka

source: Juan Lacaze
ayc: Juan Lacaze marka

source: La Coronilla
ayc: La Coronilla marka

source: La Paloma
ayc: La Paloma marka

source: Las Piedras
ayc: Las Piedras marka

source: Lascano
ayc: Lascano marka

source: Libertad
ayc: Libertad marka

source: It's a departmental capital
ayc: Departamentona qullana markapawa

source: Minas de Corrales
ayc: Minas de Corrales marka

source: Nueva Helvecia
ayc: Nueva Helvecia marka

source: Nueva Palmira
ayc: Nueva Palmira marka

source: Nuevo Berlín
ayc: Nuevo Berlín marka

source: Ombúes de Lavalle
ayc: Ombúes de Lavalle marka

source: Palmitas
ayc: Palmitas marka

source: Pan de Azúcar
ayc: Pan de Azúcar marka

source: Pando
ayc: Pando marka

source: Paso de los Toros
ayc: Paso de los Toros marka

source: Piriápolis
ayc: Piriápolis marka

source: Pueblo del Carmen
ayc: Carmen marka

source: Punta del Este
ayc: Punta del Este marka

source: Quebracho
ayc: Quebracho marka

source: Río Branco
ayc: Río Branco marka

source: San Gregorio de Polanco
ayc: San Gregorio de Polanco marka

source: San Ramón
ayc: San Ramón marka

source: Santa Clara de Olimar
ayc: Santa Clara de Olimar marka

source: Santa Lucía
ayc: Santa Lucía marka

source: Sarandí del Yi
ayc: Sarandí del Yi marka

source: Sarandí Grande
ayc: Sarandí Grande marka

source: Queda en Florida
ayc: Florida markankiwa.

source: Tala
ayc: Tala marka

source: Tarariras
ayc: Tarariras marka

source: Tomás Gomensoro
ayc: Tomás Gomensoro marka

source: Tranqueras
ayc: Tranqueras marka

source: Vergara
ayc: Vergara marka

source: Vichadero
ayc: Vichadero marka

source: Young
ayc: Young marka

source: Arapey Chico River
ayc: Arapey Chico jawira

source: Arapey Grande River
ayc: Arapey Grande jawira

source: Flows in the Uruguay River
ayc: Uruguay jawiraruwa jalxati.

source: Cebollatí River
ayc: Cebollatí jawira

source: Flows in the Merin Lagoon
ayc: Merín qutaruwa jalxati.

source: Cuareim River
ayc: Cuareim jawira

source: Daymán River
ayc: Daymán jawira

source: Has three dams
ayc: Kimsa lurata qutañaniwa

source: Olimar Chico River
ayc: Olimar Chico jawira

source: Olimar Grande River
ayc: Olimar Grande jawira

source: Queguay Chico River
ayc: Queguay Chico jawira

source: Queguay River
ayc: Queguay jawira

source: Rosario River
ayc: Rosario jawira

source: San José River
ayc: San José jawira

source: San Salvador River
ayc: San Salvador jawira

source: Santa Lucía River
ayc: Santa Lucía jawira

source: Sta Lucía Chico River
ayc: Sta Lucía Chico jawira

source: Tacuarembo River
ayc: Tacuarembó jawira

source: Tacuarí River
ayc: Tacuarí jawira

source: Yaguarón River
ayc: Yaguarón jawira

source: Yi River
ayc: Yi jawira

source: Merín Lagoon
ayc: Merín quta

source: Negra Lagoon
ayc: Negra qutaña

source: Castillos Lagoon
ayc: Castillos qutaña

source: Rocha Lagoon
ayc: Rocha qutaña

source: Sauce Lagoon
ayc: Sauce qutaña

source: Cerro de Montevideo
ayc: Montevideo qullu

source: Cerro Pan de Azúcar
ayc: Pan de Azúcar qullu

source: Cerro Verdún
ayc: Verdún qullu

source: Cerro Arequita
ayc: Arequita qullu

source: Cerro Catedral
ayc: Catedral qullu

source: Cerro de las Animas
ayc: Animas qullu

source: Cerros de Batoví
ayc: Batoví qullu

source: Cerro Bonito
ayc: Bonito qullu

source: Cerro del Medio
ayc: Cerro del Medio qullu

source: Hill of Haedo
ayc: Cuchilla de Haedo

source: Hill of Santa Ana
ayc: Cuchilla de Santa Ana

source: Hill Grande
ayc: Cuchilla Grande marka

source: Hill Grande del Durazno
ayc: Cuchilla Grande del Durazno

source: Hill Grande Inferior
ayc: Cuchilla Grande Inferior

source: Hill Negra
ayc: Cuchilla Negra

source: Tacuarembó River
ayc: Tacuarembó jawira

source: Route 1
ayc: Ruta 1 thaki

source: Route 2
ayc: Ruta 2 thaki

source: Route 3
ayc: Ruta 3 thaki

source: Route 4
ayc: Ruta 4 thaki

source: Route 5
ayc: Ruta 5 thaki

source: Route 6
ayc: Ruta 6 thaki

source: Route 7
ayc: Ruta 7 thaki

source: Route 8
ayc: Ruta 8 thaki

source: Route 9
ayc: Ruta 9 thaki

source: Route IB
ayc: Ruta IB thaki

source: Route 21
ayc: Ruta 21 thaki

source: Route 11
ayc: Ruta 11 thaki

source: Route 14
ayc: Ruta 14 thaki

source: Route 26
ayc: Ruta 26 thaki

source: (34º53' S - 56º10' W)
ayc: (34º53' S - 56º10' O)

source: 25 of august of 1825
ayc: awustuna 25 urupana, 1825 marana

source: 28 of august of 1828
ayc: awustuna 28 urupana, 1828 marana

source: Los Santos
ayc: Santos

source: Chitré
ayc: Chitré marka

source: David
ayc: David marka

source: El Porvenir
ayc: Porvenir marka

source: La Palma
ayc: La Palma marka

source: Las Tablas
ayc: Las Tablas marka

source: Penonomé
ayc: Penonomé marka

source: Aguadulce
ayc: Aguadulce marka

source: Almirante
ayc: Almirante marka

source: Bajo Boquete
ayc: Bajo Boquete marka

source: Balboa
ayc: Balboa marka

source: Cañita
ayc: Cañita marka

source: Cerro Punta
ayc: Cerro Punta marka

source: Chepo
ayc: Chepo marka

source: El Copé
ayc: El Copé marka

source: El Tigre
ayc: El Tigre marka

source: El Valle
ayc: El Valle marka

source: Elena
ayc: Elena marka

source: La Chorrera
ayc: La Chorrera marka

source: Los Asientos
ayc: Los Asientos marka

source: Portobelo
ayc: Portobelo marka

source: Puerto Armuelles
ayc: Puerto Armuelles marka

source: Salud
ayc: Salud marka

source: San Andrés
ayc: San Andrés marka

source: Soloy
ayc: Soloy marka

source: Tolé
ayc: Tolé marka

source: Yaviza
ayc: Yaviza marka

source: Changuinola River
ayc: Changuinola jawira

source: San Pablo River
ayc: San Pablo jawira

source: Santa María River
ayc: Santa María jawira

source: Indio River
ayc: Indio jawira

source: Panamá Canal
ayc: Canal de Panamá quta laya

source: Chepo River
ayc: Chepo jawira

source: Lake Bayano
ayc: Bayano quta

source: Chucunaque River
ayc: Chucunaque jawira

source: Balsas River
ayc: Balsas jawira

source: Tuira River
ayc: Tuira jawira

source: Charco Azul Bay
ayc: Charco Azul quta laka

source: Gulf of Montijo
ayc: Montijo lamara quta wit'u

source: Gulf of Chiriqui
ayc: Chiriqui quta laka

source: Parita Bay
ayc: Parita quta laka

source: Gulf of San Miguel
ayc: San Miguel quta wit'u

source: Gulf of Panamá
ayc: Panamá quta wit'u

source: Gulf of San Blas
ayc: San Blas quta wit'u

source: Lake Gatún
ayc: Gatún quta

source: Chiriqui Lagoon
ayc: Chiriqui qutaña

source: Gulf of the Mosquitos
ayc: Mosquitos quta wit'u

source: Panama
ayc: Panamá marka

source: Is. Coiba
ayc: Coiba wat'a

source: Is. del Rey
ayc: Is. del Rey wat'a

source: (8º58' N - 79º32' W)
ayc: (8º58' N - 79º32' O)

source: 28 of november of 1821
ayc: nuwimrina 28 urupana, 1821 marana

source: from Colombia:
ayc: Khaya Colombia markatha:

source: 3 of november of 1903
ayc: nuwimrina 3 urupana, 1903 marana

source: Countries
ayc: Países sata jach'a markanaka

source: Capitals
ayc: Capitales sata qullana markanaka

source: Puerto Rico
ayc: Puerto Rico jach'a marka

source: Martinica
ayc: Martinica marka

source: Dominica
ayc: Dominica jach'a marka

source: Guadalupe
ayc: Guadalupe marka

source: Antigua and Barbuda
ayc: Antigua y Barbuda jach'a marka

source: Saint Lucia
ayc: Santa Lucía jach'a marka

source: Saint Vincent and the Grenadines
ayc: San Vicente y Granadinas jach'a marka

source: Granada
ayc: Granada jach'a marka

source: Gran Inagua
ayc: Gran Inagua marka

source: Belmopan
ayc: Belmopán marka

source: Bridgetown
ayc: Bridgetown marka

source: Castries
ayc: Castries marka

source: Fort-de-France
ayc: Fort-de-France marka

source: Kingston
ayc: Kingston marka

source: Managua
ayc: Managua marka

source: Nassau
ayc: Nassau marka

source: Port-au-Prince
ayc: Puerto Príncipe marka

source: Roseau
ayc: Roseau marka

source: St. John's
ayc: St. John's marka

source: Bluefields
ayc: Bluefields marka

source: Cap-Haïtien
ayc: Cabo Haitiano marka

source: Golfito
ayc: Golfito marka

source: Grand Turk
ayc: Gran Turca marka

source: Les Cayes
ayc: Les Cayes marka

source: Matagalpa
ayc: Matagalpa marka

source: Montego Bay
ayc: Bahía Montego marka

source: Puerto Barrios
ayc: Puerto Barrios marka

source: Puerto Cabezas
ayc: Puerto Cabezas marka

source: Puerto Limón
ayc: Puerto Limón marka

source: Quetzaltenango
ayc: Quetzaltenango marka

source: Central America
ayc: América Central

source: Mexico
ayc: México jach'a marka

source: Missouri
ayc: Misuri

source: New Mexico
ayc: Nuevo Mexico

source: New York
ayc: Nueva York

source: North Carolina
ayc: Carolina del Norte

source: North Dakota
ayc: Dakota del Norte

source: Pennsylvania
ayc: Pensilvania

source: South Carolina
ayc: Carolina del Sur

source: South Dakota
ayc: Dakota del Sur

source: West Virginia
ayc: Virginia de Oeste

source: Albany
ayc: Albany marka

source: Annapolis
ayc: Annapolis marka

source: Atlanta
ayc: Atlanta marka

source: Augusta
ayc: Augusta marka

source: Austin
ayc: Austin marka

source: Baton Rouge
ayc: Baton Rouge marka

source: Bismarck
ayc: Bismarck marka

source: Boise
ayc: Boise marka

source: Boston
ayc: Boston marka

source: Carson City
ayc: Carson City marka

source: Charleston
ayc: Charleston marka

source: Cheyenne
ayc: Cheyenne marka

source: Columbia
ayc: Columbia marka

source: Columbus
ayc: Columbus marka

source: Concord
ayc: Concord marka

source: Denver
ayc: Denver marka

source: Des Moines
ayc: Des Moines marka

source: Dover
ayc: Dover marka

source: Frankfort
ayc: Frankfort marka

source: Harrisburg
ayc: Harrisburg marka

source: Hartford
ayc: Hartford marka

source: Helena
ayc: Helena marka

source: Indianapolis
ayc: Indianápolis marka

source: Jackson
ayc: Jackson marka

source: Jefferson City
ayc: Jefferson City marka

source: Lansing
ayc: Lansing marka

source: Lincoln
ayc: Lincoln marka

source: Little Rock
ayc: Little Rock marka

source: Madison
ayc: Madison marka

source: Montgomery
ayc: Montgomery marka

source: Montpelier
ayc: Montpelier marka

source: Nashville
ayc: Nashville marka

source: Oklahoma City
ayc: Oklahoma City marka

source: Olympia
ayc: Olympia marka

source: Phoenix
ayc: Phoenix marka

source: Pierre
ayc: Pierre marka

source: Providence
ayc: Providence marka

source: Raleigh
ayc: Raleigh marka

source: Richmond
ayc: Richmond marka

source: Sacramento
ayc: Sacramento marka

source: Salem
ayc: Salem marka

source: Salt Lake City
ayc: Salt Lake City marka

source: Springfield
ayc: Springfield marka

source: St. Paul
ayc: Saint Paul marka

source: Tallahassee
ayc: Tallahassee marka

source: Topeka
ayc: Topeka marka

source: Trenton
ayc: Trenton marka

source: Albuquerque
ayc: Albuquerque marka

source: Buffalo
ayc: Búfalo marka

source: Butte
ayc: Butte marka

source: Charlotte
ayc: Charlotte marka

source: Chicago
ayc: Chicago marka

source: Dallas
ayc: Dallas marka

source: Detroit
ayc: Detroit marka

source: Duluth
ayc: Duluth marka

source: Grand Forks
ayc: Grand Forks marka

source: Houston
ayc: Houston marka

source: Jacksonville
ayc: Jacksonville marka

source: Las Vegas
ayc: Las Vegas marka

source: Los Angeles
ayc: Los Ángeles marka

source: Memphis
ayc: Memphis marka

source: Miami
ayc: Miami marka

source: Minneapolis
ayc: Mineápolis marka

source: New Orleans
ayc: Nueva Orleans marka

source: Norfolk
ayc: Norfolk marka

source: Orlando
ayc: Orlando marka

source: Provo
ayc: Provo marka

source: San Antonio
ayc: San Antonio marka

source: San Diego
ayc: San Diego marka

source: San Francisco
ayc: San Francisco marka

source: Scottsbluff
ayc: Scottsbluff marka

source: Seattle
ayc: Seattle marka

source: Spokane
ayc: Spokane marka

source: Tampa
ayc: Tampa marka

source: Tucson
ayc: Tucson marka

source: Twin Falls
ayc: Twin Falls marka

source: West Palm
ayc: West Palm marka

source: Williston
ayc: Williston marka

source: Mississippi River
ayc: Misisipi jawira

source: Missouri River
ayc: Misuri jawira

source: Ohio River
ayc: Ohio jawira

source: Grande River
ayc: Grande jawira

source: Arkansas River
ayc: Arkansas jawira

source: Snake River
ayc: Snake jawira

source: Gulf of Mexico
ayc: Golfo de México quta wit'u

source: Campeche Bay
ayc: Campeche quta laka

source: The Bahamas
ayc: Las Bahamas marka

source: México
ayc: México jach'a marka

source: (38º53' N - 77º02' W)
ayc: (38º53' N - 77º02' O)

source: from Great Britain
ayc: Gran Bretaña markatha

source: 4 of july of 1776
ayc: julyuna 4 urupana, 1776 marana

source: 3 of september of 1783
ayc: sitimwina 3 urupana, 1783 marana

source: United States Dollar
ayc: Dólar estadounidense qullqi

source: Municipalities
ayc: Municipalidades

source: Municipal capitals
ayc: Municipalidadana qullana markanakapa

source: Añasco
ayc: Añasco marka

source: Adjuntas
ayc: Adjuntas marka

source: Aguada
ayc: Aguada marka

source: Aguadilla
ayc: Aguadilla marka

source: Aguas Buenas
ayc: Aguas Buenas marka

source: Aibonito
ayc: Aibonito marka

source: Arecibo
ayc: Arecibo marka

source: Arroyo
ayc: Arroyo marka

source: Barceloneta
ayc: Barceloneta marka

source: Barranquitas
ayc: Barranquitas marka

source: Bayamón
ayc: Bayamón marka

source: Cabo Rojo
ayc: Cabo Rojo marka

source: Caguas
ayc: Caguas marka

source: Camuy
ayc: Camuy marka

source: Carolina
ayc: Carolina marka

source: Cataño
ayc: Cataño marka

source: Cayey
ayc: Cayey marka

source: Ceiba
ayc: Ceiba marka

source: Ciales
ayc: Ciales marka

source: Cidra
ayc: Cidra marka

source: Coamo
ayc: Coamo marka

source: Comerío
ayc: Comerío marka

source: Corozal
ayc: Corozal marka

source: Dorado
ayc: Dorado marka

source: Fajardo
ayc: Fajardo marka

source: Guanica
ayc: Guanica marka

source: Guayama
ayc: Guayama marka

source: Guayanilla
ayc: Guayanilla marka

source: Guaynabo
ayc: Guaynabo marka

source: Gurabo
ayc: Gurabo marka

source: Hatillo
ayc: Hatillo marka

source: Hormigueros
ayc: Hormigueros marka

source: Humacao
ayc: Humacao marka

source: Isabela
ayc: Isabela marka

source: Jayuya
ayc: Jayuya marka

source: Juana Díaz
ayc: Juana Díaz marka

source: Juncos
ayc: Juncos marka

source: Lajas
ayc: Lajas marka

source: Lares
ayc: Lares marka

source: Las Marías
ayc: Marías marka

source: Loíza
ayc: Loíza marka

source: Luquillo
ayc: Luquillo marka

source: Manatí
ayc: Manatí marka

source: Maricao
ayc: Maricao marka

source: Maunabo
ayc: Maunabo marka

source: Mayagüez
ayc: Mayagüez marka

source: Morovis
ayc: Morovis marka

source: Naguabo
ayc: Naguabo marka

source: Naranjito
ayc: Naranjito marka

source: Orocovis
ayc: Orocovis marka

source: Patillas
ayc: Patillas marka

source: Peñuelas
ayc: Peñuelas marka

source: Ponce
ayc: Ponce marka

source: Quebradillas
ayc: Quebradillas marka

source: Río Grande
ayc: Jach'a Jawira

source: Río Piedras
ayc: Qalanaka Jawira

source: Rincón
ayc: Rincón marka

source: Salinas
ayc: Salinas marka

source: San Germán
ayc: San Germán marka

source: San Sebastián
ayc: San Sebastián marka

source: Santa Isabel
ayc: Santa Isabel marka

source: Toa Alta
ayc: Toa Alta marka

source: Toa Baja
ayc: Toa Baja marka

source: Utuado
ayc: Utuado marka

source: Vega Alta
ayc: Vega Alta marka

source: Vega Baja
ayc: Vega Baja marka

source: Vieques
ayc: Vieques marka

source: Villalba
ayc: Villalba marka

source: Yabucoa
ayc: Yabucoa marka

source: Yauco
ayc: Yauco marka

source: Trujillo Alto
ayc: Trujillo Alto marka

source: Boquerón
ayc: Boquerón marka

source: Collores
ayc: Collores marka

source: Coqui
ayc: Coqui marka

source: Guánica
ayc: Guánica marka

source: La Plaza
ayc: La Plaza marka

source: Mora
ayc: Mora marka

source: Parguera
ayc: Parguera marka

source: Río Cañas
ayc: Cañas jawira

source: Grande de Arecibo River
ayc: Grande de Arecibo jawira

source: Camuy River
ayc: Camuy jawira

source: Guajataca River
ayc: Guajataca jawira

source: Culebrinas River
ayc: Culebrinas jawira

source: Añasco River
ayc: Añasco jawira

source: Guanajibo River
ayc: Guanajibo jawira

source: Yarico River
ayc: Yarico jawira

source: Coamo River
ayc: Coamo jawira

source: Grande de Manatí River
ayc: Grande de Manatí jawira

source: Río de la Plata River
ayc: Río de la Plata jawira

source: Bayamón River
ayc: Bayamón jawira

source: Lake Grande
ayc: Grande quta

source: Grande de Loíza River
ayc: Grande de Loíza jawira

source: Passage of Vieques
ayc: Pasaje de Vieques marka

source: Rincón Bay
ayc: Rincón quta laka

source: Guayanilla Bay
ayc: Guayanilla quta laka

source: Mayagüez Bay
ayc: Mayagüez quta laka

source: San Juan Bay
ayc: San Blas quta laka

source: Aguadilla Bay
ayc: Aguadilla quta laka

source: (18º29' N - 66º08' W)
ayc: (18º29' N - 66º08' O)

source: Unincorporated territory
ayc: Jani apkatata uraqi

source: Ceded by Spain to the United States
ayc: Estados Unidos markaru España markana churatapa

source: Aguascalientes
ayc: Aguascalientes marka

source: Baja California Norte
ayc: Baja California Norte marka

source: Baja California Sur
ayc: Baja California Sur marka

source: Campeche
ayc: Campeche marka

source: Coahuila
ayc: Coahuila marka

source: Colima
ayc: Colima marka

source: Chiapas
ayc: Chiapas marka

source: Chihuahua
ayc: Chihuahua marka

source: Durango
ayc: Durango marka

source: Guanajuato
ayc: Guanajuato marka

source: Guerrero
ayc: Guerrero marka

source: Hidalgo
ayc: Hidalgo marka

source: Jalisco
ayc: Jalisco marka

source: Michoacán
ayc: Michoacán marka

source: Nayarit
ayc: Nayarit marka

source: Nuevo León
ayc: Nuevo León marka

source: Oaxaca
ayc: Oaxaca marka

source: Puebla
ayc: Puebla marka

source: Querétaro
ayc: Querétaro marka

source: Quintana Roo
ayc: Quintana Roo marka

source: San Luis Potosí
ayc: San Luis Potosí marka

source: Sinaloa
ayc: Sinaloa marka

source: Sonora
ayc: Sonora marka

source: Tabasco
ayc: Tabasco marka

source: Tamaulipas
ayc: Tamaulipas marka

source: Veracruz
ayc: Veracruz marka

source: Yucatán
ayc: Yucatán marka

source: Zacatecas
ayc: Zacatecas marka

source: Chetumal
ayc: Chetumal marka

source: Chipalcingo
ayc: Chipalcingo marka

source: Ciudad Victoria
ayc: Victoria marka

source: Cuernavaca
ayc: Cuernavaca marka

source: Culiacán
ayc: Culiacán marka

source: Guadalajara
ayc: Guadalajara marka

source: Hermosillo
ayc: Hermosillo marka

source: Jalapa
ayc: Jalapa marka

source: Mexicali
ayc: Mexicali marka

source: Monterrey
ayc: Monterrey marka

source: Morelia
ayc: Morelia marka

source: Pachuca
ayc: Pachuca marka

source: Saltillo
ayc: Saltillo marka

source: Tepic
ayc: Tepic marka

source: Tlaxcala
ayc: Tlaxcala marka

source: Toluca
ayc: Toluca marka

source: Tuxtla
ayc: Tuxtla marka

source: Villahermosa
ayc: Villahermosa marka

source: Acapulco
ayc: Acapulco marka

source: Cancún
ayc: Cancún marka

source: Ciudad Juárez
ayc: Juárez marka

source: Ciudad Mante
ayc: Mante marka

source: Ciudad Obregón
ayc: Obregón marka

source: Comitán
ayc: Comitán marka

source: Delicias
ayc: Delicias marka

source: Guaymas
ayc: Guaymas marka

source: Hidalgo del Parral
ayc: Hidalgo del Parral marka

source: Lázaro Cárdenas
ayc: Lázaro Cárdenas marka

source: Loreto
ayc: Loreto marka

source: Matamoros
ayc: Matamoros marka

source: Mazatlán
ayc: Mazatlán marka

source: Monclova
ayc: Monclova marka

source: Nogales
ayc: Nogales marka

source: Nuevo Laredo
ayc: Nuevo Laredo marka

source: Ojinaga
ayc: Ojinaga marka

source: Piedras Negras
ayc: Piedras Negras marka

source: Poza Rica
ayc: Poza Rica marka

source: Puerto Escondido
ayc: Puerto Escondido marka

source: Puerto Peñasco
ayc: Puerto Peñasco marka

source: Rosarito
ayc: Rosarito marka

source: Salina Cruz
ayc: Salina Cruz marka

source: San Lucas
ayc: San Lucas marka

source: San Quintín
ayc: San Quintín marka

source: Santa Rosalía
ayc: Santa Rosalía marka

source: Tapachula
ayc: Tapachula marka

source: Tijuana
ayc: Tijuana marka

source: Torreón
ayc: Torreón marka

source: Yaqui River
ayc: Yaqui jawira

source: Conchos River
ayc: Conchos jawira

source: Lerma River
ayc: Lerma jawira

source: Usumacinta River
ayc: Usumacinta jawira

source: Gulf of Tehuantepec
ayc: Tehuantepec quta wit'u

source: Gulf of México
ayc: México quta wit'u

source: Gulf of California
ayc: California quta wit'u

source: Is. Cedros
ayc: Cedros wat'a

source: Revillagigedo Islands
ayc: Revillagigedo wat'a

source: Is. Marías
ayc: Marías wat'anaka

source: Is. Cozumel
ayc: Cozumel wat'a

source: (19º26' N - 99º08' W)
ayc: (19º26' N - 99º08' O)

source: 16 of september of 1810
ayc: sitimrina 16 urupana, 1810 marana

source: 28 of december of 1836
ayc: risimrina 28 urupana, 1836 marana

source: Info updated:
ayc: Jichhachata yatiyawi:

source: Chimaltenango
ayc: Chimaltenango marka

source: Chiquimula
ayc: Chiquimula marka

source: Escuintla
ayc: Escuintla marka

source: Guastatoya
ayc: Guastatoya marka

source: Huehuetenango
ayc: Huehuetenango marka

source: Izabal
ayc: Izabal marka

source: Jutiapa
ayc: Jutiapa marka

source: El Petén
ayc: El Petén marka

source: El Quiché
ayc: El Quiché marka

source: Retalhuleu
ayc: Retalhuleu marka

source: Sacatepéquez
ayc: Sacatepéquez marka

source: San Marcos
ayc: San Marcos marka

source: Sololá
ayc: Sololá marka

source: Suchitepéquez
ayc: Suchitepéquez marka

source: Totonicapán
ayc: Totonicapán marka

source: Alta Verapaz
ayc: Alta Verapaz marka

source: Baja Verapaz
ayc: Baja Verapaz marka

source: Zacapa
ayc: Zacapa marka

source: Antigua Guatemala
ayc: Guatemala Nayrapacha marka

source: Cobán
ayc: Cobán marka

source: Cuilapa
ayc: Cuilapa marka

source: Mazatenango
ayc: Mazatenango marka

source: Salamá
ayc: Salamá marka

source: Santa Cruz del Quiché
ayc: Santa Cruz del Quiché marka

source: Barillas
ayc: Barillas marka

source: Cabañas
ayc: Cabañas marka

source: Cahabón
ayc: Cahabón marka

source: Canillá
ayc: Canillá marka

source: Carmelita
ayc: Carmelita marka

source: Chajul
ayc: Chajul marka

source: Champerico
ayc: Champerico marka
