Repository: sugarlabs/iknowAmerica
Catalog: po/ayc.po
Languages: ayc

source: Orinduik
ayc: Orinduik marka

source: Parika
ayc: Parika marka

source: Peters Mine
ayc: Peters Mine marka

source: Port Kaituma
ayc: Port Kaituma marka

source: Potaro Landing
ayc: Potaro Landing marka

source: Rockstone
ayc: Rockstone marka

source: Rose Hall
ayc: Rose Hall marka

source: Rosignol
ayc: Rosignol marka

source: Spring Garden
ayc: Spring Garden marka

source: Surama
ayc: Surama marka

source: Takama
ayc: Takama marka

source: Wenamu River
ayc: Wenamu jawira

source: Mazaruni River
ayc: Mazaruni jawira

source: Essequibo River
ayc: Essequibo jawira

source: Kuyuwini River
ayc: Kuyuwini jawira

source: Rupununi River
ayc: Rupununi jawira

source: Rewa River
ayc: Rewa jawira

source: Potaro River
ayc: Potaro jawira

source: Tacutu River
ayc: Tacutu jawira

source: Demerara River
ayc: Demerara jawira

source: Berbice River
ayc: Berbice jawira

source: New River
ayc: New River jawira

source: Amakura River
ayc: Amakura jawira

source: Barama River
ayc: Barama jawira

source: Barima River
ayc: Barima jawira

source: (6º49' N - 58º9' W)
ayc: (6º49' N - 58º9' O)

source: Semi-Presidential Republic
ayc: República Semipresidencialista

source: Prime minister:
ayc: Primer ministro:

source: 26 of may of 1966
ayc: mayuna 26 urupana, 1966 marana

source: Guyanese dollar
ayc: Dólar guyanés qullqi

source: Cojutepeque
ayc: Cojutepeque marka

source: Queda sureste
ayc: Chakanampina Jalsumpina chikataypi tuqipakiwa

source: Santa Tecla
ayc: Santa Tecla marka

source: Sensuntepeque
ayc: Sensuntepeque marka

source: Usultán
ayc: Usultán marka

source: Zacatecoluca
ayc: Zacatecoluca marka

source: Acajutla
ayc: Acajutla marka

source: Armenia
ayc: Armenia marka

source: Atiquizaya
ayc: Atiquizaya marka

source: Cacaopera
ayc: Cacaopera marka

source: Candelaria de la Frontera
ayc: Candelaria de la Frontera marka

source: Chirilagua
ayc: Chirilagua marka

source: Dulce Nombre de María
ayc: María mamana suma sutipa

source: Izalco
ayc: Izalco marka

source: Jucuapa
ayc: San Luis marka

source: San Luis La Herradura
ayc: San Luis La Herradura marka

source: La Reina
ayc: La Reina marka

source: Ilobasco
ayc: Ilobasco marka

source: Metapán
ayc: Metapán marka

source: Nueva Concepción
ayc: Nueva Concepción marka

source: Nueva Granada
ayc: Nueva Granada marka

source: Pasaquina
ayc: Pasaquina marka

source: Perquín
ayc: Perquín marka

source: Polorós
ayc: Polorós marka

source: San Agustín
ayc: San Agustín marka

source: San Alejo
ayc: San Alejo marka

source: San Jorge
ayc: San Jorge marka

source: San Juan Opico
ayc: San Juan Opico marka

source: San Luis Talpa
ayc: San Luis Talpa marka

source: San Pablo Tacachico
ayc: San Pablo Tacachico marka

source: Sesori
ayc: Sesori marka

source: Suchitoto
ayc: Suchitoto marka

source: Tecoluca
ayc: Tecoluca marka

source: Lempa River
ayc: Lempa jawira

source: Sumpul River
ayc: Sumpul jawira

source: Torola River
ayc: Torola jawira

source: Jiboa River
ayc: Jiboa jawira

source: Grande de San Miguel River
ayc: Río Grande de San Miguel jawira

source: Goascorán River
ayc: Goascorán jawira

source: Guarajambala River
ayc: Guarajambala jawira

source: Lake of Güija
ayc: Güija quta

source: Lake of Coatepeque
ayc: Coatepeque quta

source: Lake of Ilompango
ayc: Ilompango quta

source: Olomega Lagoon
ayc: Olomega qutaña

source: Cerrón Grande Reservoir
ayc: Cerrón Grande uma chakaqata

source: Lake of Güija River
ayc: Güija quta

source: Lake of Coatepeque River
ayc: Coatepeque quta

source: Lake of Ilopango River
ayc: Ilopango quta

source: (13º40' N - 89º10' W)
ayc: (13º40' N - 89º10' O)

source: 12 of june of 1824
ayc: junyuna 12 urupana, 1824 marana

source: Bequia Island
ayc: Bequia wat'a

source: Quatre Island
ayc: Quatre wat'a

source: Mustique Island
ayc: Mustique wat'a

source: Bettowia Island
ayc: Bettowia wat'a

source: Baliceaux Island
ayc: Baliceaux wat'a

source: Pillories Island
ayc: Pillories wat'a

source: Petit Mustique Island
ayc: Petit Mustique wat'a

source: Savan Island
ayc: Savan wat'a

source: Petit Canouan Island
ayc: Petit Canouan wat'a

source: Canouan Island
ayc: Canouan wat'a

source: Mayreau Island
ayc: Mayreau wat'a

source: Union Island
ayc: Unión wat'a

source: Prune Island
ayc: Prune wat'a

source: Petit Saint Vicent Island
ayc: Petit Saint Vicent wat'a

source: Kingstown
ayc: Kingstown marka

source: Barrouallie
ayc: Barrouallie marka

source: Chateaubelair
ayc: Chateaubelair marka

source: Layou
ayc: Layou marka

source: Port Elizabeth
ayc: Puerto Elizabeth marka

source: Ashton
ayc: Ashton marka

source: Biabou
ayc: Biabou marka

source: Calliaqua
ayc: Calliaqua marka

source: Derrick
ayc: Derrick marka

source: Dovers
ayc: Dovers marka

source: Fancy
ayc: Fancy marka

source: Mesopotamia
ayc: Mespotamia marka

source: Orange Hill
ayc: Orange Hill marka

source: Stubbs
ayc: Stubbs marka

source: Wallibou
ayc: Wallibou marka

source: (13º10' N - 61º14' W)
ayc: (13º10' N - 61º14' O)

source: 27 of october of 1979
ayc: ujtuwrina 27 urupana, 1979 marana

source: Caribbean Dollar
ayc: Dólar del Caribe qullqi

source: Parishes and Islands
ayc: Parroquianakampi wat'anakampi

source: South Georgia Islands
ayc: Georgias del Sur wat'anaka

source: Juan Fernández Islands
ayc: Juan Fernández wat'anaka

source: San Félix Island
ayc: San Félix wat'a

source: San Ambrosio Island
ayc: San Ambrosio wat'a

source: Malpelo Island
ayc: Malpelo wat'a

source: Bogotá
ayc: Bogotá marka

source: Brasilia
ayc: Brasilia marka

source: Quito
ayc: Quito marka

source: Belém
ayc: Belém marka

source: Belo Horizonte
ayc: Belo Horizonte marka

source: Boa Vista
ayc: Buena Vista marka

source: Cali
ayc: Cali marka

source: Campo Grande
ayc: Campo Grande marka

source: Cartagena
ayc: Cartagena marka

source: Cochabamba
ayc: Cochabamba marka

source: Cuiabá
ayc: Cuiabá marka

source: Curitiba
ayc: Curitiba marka

source: Florianópolis
ayc: Florianópolis marka

source: Fortaleza
ayc: Fortaleza marka

source: Goiania
ayc: Goiania marka

source: Guayaquil
ayc: Guayaquil marka

source: Macapá
ayc: Macapá marka

source: Maceió
ayc: Maceió marka

source: Manaus
ayc: Manaus marka

source: Medellín
ayc: Medellín marka

source: Natal
ayc: Natal marka

source: Porto Alegre
ayc: Puerto Alegre marka

source: Porto Velho
ayc: Puerto Viejo marka

source: Recife
ayc: Recife marka

source: Rio Branco
ayc: Rio Branco marka

source: Rio de Janeiro
ayc: Río de Janeiro marka

source: Rio Gallegos
ayc: Rio Gallegos marka

source: Salvador
ayc: Salvador marka

source: San Pablo
ayc: San Pablo marka

source: Santarém
ayc: Santarém marka

source: Sao Luis
ayc: San Luís marka

source: Stanley
ayc: Stanley marka

source: Teresina
ayc: Teresina marka

source: Uberlandia
ayc: Uberlandia marka

source: Vitoria
ayc: Vitoria marka

source: Magdalena River
ayc: Magdalena jawira

source: Beni River
ayc: Beni jawira

source: Mamore River
ayc: Mamore jawira

source: Madeira River
ayc: Madeira jawira

source: Xingu River
ayc: Xingú jawira

source: Tocatins River
ayc: Tocatins jawira

source: Sao Francisco River
ayc: Sao Francisco jawira

source: South America
ayc: América del Sur jach'a uraqi

source: La Guajira
ayc: La Guajira marka

source: César
ayc: César Marka

source: Magdalena
ayc: Magdalena marka

source: Atlántico
ayc: Atlántico mama quta

source: Antioquia
ayc: Antioquia marka

source: Santander
ayc: Santander marka

source: Norte de Santander
ayc: Norte de Santander marka

source: Chocó
ayc: Chocó marka

source: Arauca
ayc: Arauca marka

source: Boyacá
ayc: Boyacá marka

source: Casanare
ayc: Casanare marka

source: Vichada
ayc: Vichada marka

source: Guainía
ayc: Guainía marka

source: Meta
ayc: Meta marka

source: Guaviare
ayc: Guaviare marka

source: Vaupés
ayc: Vaupés marka

source: Caquetá
ayc: Caquetá marka

source: Putumayo
ayc: Putumayo marka

source: Nariño
ayc: Nariño marka

source: Cauca
ayc: Cauca marka

source: Huila
ayc: Huila marka

source: Valle del Cauca
ayc: Valle del Cauca marka

source: Tolima
ayc: Tolima marka

source: Cundinamarca
ayc: Cundinamarca marka

source: Risaralda
ayc: Risaralda marka

source: Caldas
ayc: Caldas marka

source: Quindio
ayc: Quindio marka

source: Barranquilla
ayc: Barranquilla marka

source: Bucaramanga
ayc: Bucaramanga marka

source: Cúcuta
ayc: Cúcuta marka

source: Florencia
ayc: Florencia marka

source: Ibagué
ayc: Ibagué marka

source: Inírida
ayc: Inírida marka

source: Leticia
ayc: Leticia marka

source: Manizales
ayc: Manizales marka

source: Mitú
ayc: Mitú marka

source: Mocoa
ayc: Mocoa marka

source: Monteria
ayc: Monteria marka

source: Neiva
ayc: Neiva marka

source: Pasto
ayc: Pasto marka

source: Pereira
ayc: Pereira marka

source: Popayán
ayc: Popayán marka

source: Quibdó
ayc: Quibdó marka

source: Riohacha
ayc: Riohacha marka

source: San José del Guaviare
ayc: San José del Guaviare marka

source: Santa Marta
ayc: Santa Marta marka

source: Sincelejo
ayc: Sincelejo marka

source: Tunja
ayc: Tunja marka

source: Valledupar
ayc: Valledupar marka

source: Villavicencio
ayc: Villavicencio marka

source: Yopal
ayc: Yopal marka

source: Barrancabermeja
ayc: Barrancabermeja marka

source: Barrancomina
ayc: Barrancomina marka

source: Buenaventura
ayc: Buenaventura marka

source: Calamar
ayc: Calamar marka

source: Carepal
ayc: Carepal marka

source: Covenas
ayc: Covenas marka

source: El Encanto
ayc: El Encanto marka

source: Ipiales
ayc: Ipiales marka

source: La Pedrera
ayc: La Pedrera marka

source: Larandia
ayc: Larandia marka

source: Paz del Río
ayc: Paz del Río marka

source: Puerto Berrío
ayc: Puerto Berrío marka

source: Puerto Bolívar
ayc: Puerto Bolívar marka

source: Puerto Leguízamo
ayc: Puerto Leguízamo marka

source: Puerto Salgar
ayc: Puerto Salgar marka

source: Puerto Santander
ayc: Puerto Santander marka

source: Tres Esquinas
ayc: Tres Esquinas marka

source: Tulua
ayc: Tulua marka

source: Tumaco
ayc: Tumaco marka

source: Turbo
ayc: Turbo marka

source: Casanare River
ayc: Casanare jawira

source: Vichada River
ayc: Vichada jawira

source: Guaviare River
ayc: Guaviare jawira

source: Inírida River
ayc: Inírida jawira

source: Guainía River
ayc: Guainía jawira

source: Vaupés River
ayc: Vaupés jawira

source: Apaporis River
ayc: Apaporis jawira

source: Caquetá River
ayc: Caquetá jawira

source: Patía River
ayc: Patía jawira

source: Cauca River
ayc: Cauca jawira

source: Atrato River
ayc: Atrato jawira

source: Sinú River
ayc: Sinú jawira

source: Cesar River
ayc: Cesar jawira

source: (4º39' N - 74º3' W)
ayc: (4º39' N - 74º3' O)

source: 20 of july of 1810
ayc: julyuna 20 urupana, khaya 1810 marana

source: 7 of august of 1819
ayc: awustuna 7 urupana, 1819 marana

source: Mato Grosso do Sul
ayc: Mato Grosso del Sur

source: Maranhao
ayc: Marañón

source: Río Grande do Sul
ayc: Río Grande del Sur

source: Sao Paulo
ayc: San Pablo

source: Espírito Santo
ayc: Espíritu Santo

source: Bahia
ayc: Bahía

source: Río Grande do Norte
ayc: Río Grande del Norte

source: Aracaju
ayc: Aracajú marka

source: Joao Pessoa
ayc: Joao Pessoa marka

source: Palmas
ayc: Palmas marka

source: Altamira
ayc: Altamira marka

source: Araguaina
ayc: Araguaina marka

source: Assis Brasil
ayc: Assis Brasil marka

source: Barreiras
ayc: Barreiras marka

source: Benjamín Constant
ayc: Benjamín Constant marka

source: Cáceres
ayc: Cáceres marka

source: Cachimbó
ayc: Cachimbó marka

source: Carajás
ayc: Carajás marka

source: Careiro
ayc: Careiro marka

source: Corumbá
ayc: Corumbá marka

source: Cruzeiro do Sul
ayc: Cruzeiro do Sul marka

source: Foz do Iguazú
ayc: Foz do Iguazú marka

source: Guajara-Mirim
ayc: Guajara-Mirim marka

source: Humaitá
ayc: Humaitá marka

source: Itaituba
ayc: Itaituba marka

source: Juazeiro
ayc: Juazeiro marka

source: Llhéus
ayc: Llhéus marka

source: Marabá
ayc: Marabá marka

source: Oiapoque
ayc: Oiapoque marka

source: Panorama
ayc: Panorama marka

source: Parnaiba
ayc: Parnaiba marka

source: Picos
ayc: Picos marka

source: Ponta Pora
ayc: Ponta Pora marka

source: Rio Grande
ayc: Río Grande marka

source: Rondonópolis
ayc: Rondonópolis marka

source: Salgueiro
ayc: Salgueiro marka

source: Santa Fe do Sul
ayc: Santa Fe do Sul marka

source: Santa Maria
ayc: Santa Maria marka

source: Santos
ayc: Santos marka

source: Vitoria da Conquista
ayc: Vitoria da Conquista marka

source: Purus River
ayc: Purús jawira

source: Tapajos River
ayc: Tapajos jawira

source: Juruena River
ayc: Juruena jawira

source: Teles Pires River
ayc: Teles Pires jawira

source: Araguaia River
ayc: Araguaia jawira

source: Tocantins River
ayc: Tocantins jawira

source: Sao Francsico River
ayc: San Francisco jawira

source: Paranaiba River
ayc: Paranaíba jawira

source: (15º45' S - 47º57' W)
ayc: (15º45' S - 47º57' O)

source: Portuguese
ayc: Portugués aru

source: from Portugal
ayc: Portugal markatha

source: 7 of september of 1822
ayc: sitimrina 7 urupana, 1822 marana

source: 29 of august of 1825
ayc: awustuna 29 urupana, 1825 marana

source: Real
ayc: Real qullqi

source: North America
ayc: América del Norte jach'a uraqi

source: Russia
ayc: Rusia marka

source: Elizabeth Island
ayc: Isla Elizabeth wat'a

source: Anchorage
ayc: Anchorage marka

source: Barrow
ayc: Barrow marka

source: Bethel
ayc: Bethel marka

source: Cleveland
ayc: Cleveland marka

source: El Paso
ayc: El Paso marka

source: Fairbanks
ayc: Fairbanks marka

source: Fort George
ayc: Fort George marka

source: Ivujivik
ayc: Ivujivik marka

source: Kansas City
ayc: Kansas City marka

source: Kaujuitoq
ayc: Kaujuitoq marka

source: Kodiak
ayc: Kodiak marka

source: Montréal
ayc: Montreal marka

source: Nome
ayc: Nome marka

source: Philadelphia
ayc: Filadelfia marka

source: Prudhoe Bay
ayc: Bahía Prudhoe marka

source: Repulse Bay
ayc: Bahía Repulse marka

source: Saint John
ayc: Saint John marka

source: St. Louis
ayc: San Luis marka

source: Tampico
ayc: Tampico marka

source: Valdez
ayc: Valdez marka

source: Peace River
ayc: De la Paz jawira

source: Saint Lawrence River
ayc: San Lorenzo jawira

source: Strait of Davis
ayc: Estrecho de Davis lamara quta laya

source: Chukci Sea
ayc: Chukci lamara quta

source: Bering Sea
ayc: Bering lamara quta

source: Gulf of Alaska
ayc: Alaska lamara quta wit'u

source: St. Lawrence Gulf
ayc: San Lorenzo quta wit'u

source: Norte
ayc: Norte marka

source: Noroeste
ayc: Noroeste marka

source: Noreste
ayc: Noreste marka

source: Artibonite
ayc: Artibonite marka

source: Oeste
ayc: Oeste marka

source: Sur
ayc: Sur marka

source: Sudeste
ayc: Sudeste marka

source: Grand'Anse
ayc: Grand'Anse marka

source: Centro
ayc: Centro marka

source: Dominican Republic
ayc: República Dominicana jach'a marka

source: Tortuga Island
ayc: Tortuga wat'a

source: Gonâve Island
ayc: Gonâve wat'a

source: Grande Cayemite Island
ayc: Grande Cayemite wat'a

source: Cow Island
ayc: Cow wat'a

source: Fort Liberte
ayc: Fort-Liberté marka

source: Gonaives
ayc: Gonaives marka

source: Hinche
ayc: Hinche marka

source: Jacmel
ayc: Jacmel marka

source: Jeremie
ayc: Jeremie marka

source: Port de Paix
ayc: Port-de-Paix marka

source: Anse a Galets
ayc: Anse a Galets marka

source: Anse d'Hainault
ayc: Anse d'Hainault marka

source: Aquin
ayc: Aquin marka

source: Baie de Henne
ayc: Bahía de Henne qutalaka

source: Bainet
ayc: Bainet marka

source: Belle Anse
ayc: Belle Anse marka

source: Cotes de Fer
ayc: Côtes-de-Fer marka

source: Croix des Bouquets
ayc: Croix-des-Bouquets marka

source: Dame Marie
ayc: Dame-Marie marka

source: Ennery
ayc: Ennery marka

source: Grande Riviere du Nord
ayc: Grande-Rivière-du-Nord marka

source: Kenscoff
ayc: Kenscoff marka

source: Lafond
ayc: Lafond marka

source: Le Borgne
ayc: Le Borgne marka

source: Leogane
ayc: Leogane marka

source: Les Anglais
ayc: Les Anglais marka

source: Limbé
ayc: Limbé marka

source: Manneville
ayc: Manneville marka

source: Marigot
ayc: Marigot marka

source: Miragoane
ayc: Miragoane marka

source: Mirebalais
ayc: Mirebalais marka

source: Mole Saint Nicolas
ayc: Malecón de San Nicolás

source: Montrouis
ayc: Montrouis marka

source: Pestel
ayc: Pestel marka

source: Petionville
ayc: Petionville marka

source: Petit Goave
ayc: Petit Goave marka

source: Petit Trou de Nippes
ayc: Petit Trou de Nippes marka

source: Port Salut
ayc: Port Salut marka

source: Saint Marc
ayc: Saint Marc marka

source: Saint Raphael
ayc: Saint Raphael marka

source: Trouin
ayc: Trouin marka

source: Verrettes
ayc: Verrettes marka

source: Les Trois Rivières River
ayc: Les Trois Rivières jawira

source: Bouyaha River
ayc: Bouyaha jawira

source: Guayamouc River
ayc: Guayamouc jawira

source: Canot River
ayc: Canot jawira

source: Artibonite River
ayc: Artibonito jawira

source: Lake of Pélicre
ayc: Pélicre quta

source: Lake Étang Saumâtre
ayc: Étang Saumâtre quta

source: Jacmel Bay
ayc: Bahía de Jacmel qutalaka

source: Port-au-Prince Bay
ayc: Bahía de Puerto Príncipe qutalaka

source: Canal of Saint Marc
ayc: Canal de San Marcos quta laya

source: Canal of the Gonâve
ayc: Canal de la Gonave quta laya

source: Henne Bay
ayc: Bahía de Henne qutalaka

source: Tortue Bay
ayc: Bahía Tortuga qutalaka

source: Grand Pierre Bay
ayc: Bahía Tortuga qutalaka

source: Mancenille Bay
ayc: Bahía de Manzanillo qutalakapa

source: Canal of the Tortue
ayc: Canal de la Tortuga quta laya

source: Gulf of Gonâve
ayc: Golfo de la Gonave qutawit'u

source: Windward Passage
ayc: Windward Passage sata quta laya

source: (18º32' N - 72º20' W)
ayc: (18º32' N - 72º20' O)

source: 1 of january of 1804
ayc: iniruna 1 urupana, khaya 1804 marana

source: Gourde
ayc: Gourde marka

source: Pichincha
ayc: Pichincha marka

source: Guayas
ayc: Guayas marka

source: Ambato
ayc: Ambato marka

source: Azogues
ayc: Azogues marka

source: Babahoyo
ayc: Babahoyo marka

source: Cuenca
ayc: Cuenca marka

source: Guaranda
ayc: Guaranda marka

source: Ibarra
ayc: Ibarra marka

source: Latacunga
ayc: Latacunga marka

source: Macas
ayc: Macas marka

source: Machala
ayc: Machala marka

source: Nueva Loja
ayc: Nueva Loja marka

source: Portoviejo
ayc: Portoviejo marka

source: Puerto Fsco. de Orellana
ayc: Puerto Francisco de Orellana quta laka marka

source: Puyo
ayc: Puyo marka

source: Tena
ayc: Tena marka

source: Tulcán
ayc: Tulcán marka

source: Zamora
ayc: Zamora marka

source: Alausí
ayc: Alausí marka

source: Baeza
ayc: Baeza marka

source: Bahía de Caráquez
ayc: Bahía de Caráquez lamara quta laka

source: Cayambe
ayc: Cayambe marka

source: Chone
ayc: Chone marka

source: Cononaco
ayc: Cononaco marka

source: Jipijapa
ayc: Jipijapa marka

source: Macará
ayc: Macará marka

source: Machachi
ayc: Machachi marka

source: Manta
ayc: Manta marka

source: Milagro
ayc: Milagro marka

source: Montalvo
ayc: Montalvo marka

source: Muisne
ayc: Muisne marka

source: Naranjal
ayc: Naranjal marka

source: Nuevo Rocafuerte
ayc: Nuevo Rocafuerte marka

source: Pasaje
ayc: Pasaje marka

source: Playas
ayc: Playas marka

source: Posorja
ayc: Posorja marka

source: Puerto El Carmen
ayc: Puerto El Carmen quta laka marka

source: Quevedo
ayc: Quevedo marka

source: Río Corrientes
ayc: Corrientes jawira

source: Río Tigre
ayc: Tigre jawira

source: Riobamba
ayc: Riobamba marka

source: San Gabriel
ayc: San Gabriel marka

source: Zumba
ayc: Zumba marka

source: Pintoyacu River
ayc: Pintoyacu jawira

source: Guayusa River
ayc: Guayusa jawira

source: Cunambo River
ayc: Cunambo jawira

source: Macuma River
ayc: Macuma jawira

source: Morona River
ayc: Morona jawira

source: Mangosiza River
ayc: Mangosiza jawira

source: Numbala River
ayc: Numbala jawira

source: Alamaor River
ayc: Alamaor jawira

source: Catamayo River
ayc: Catamayo jawira

source: Puyango River
ayc: Puyango jawira

source: Zamora River
ayc: Zamora jawira

source: Tenguel River
ayc: Tenguel jawira

source: Jagua River
ayc: Jagua jawira

source: Caliu River
ayc: Caliu jawira

source: Daule River
ayc: Daule jawira

source: Chone River
ayc: Chone jawira

source: Reservoir Daule Peripa River
ayc: Daule Peripa uma chakaqata

source: Briceño River
ayc: Briceño jawira

source: Blanco River
ayc: Janq'u jawira

source: Toachi River
ayc: Toachi jawira

source: Esmeraldas River
ayc: Esmeraldas jawira

source: Onzole River
ayc: Onzole jawira

source: Mira River
ayc: Mira jawira

source: Nashiño River
ayc: Nashiño jawira

source: Coronaco River
ayc: Coronaco jawira

source: Tiguiño River
ayc: Tiguiño jawira

source: Coca River
ayc: Coca jawira

source: Quijos River
ayc: Quijos jawira

source: Aguarico River
ayc: Aguarico jawira

source: Lagarto Cocha River
ayc: Lagarto Cocha jawira

source: San Miguel River
ayc: San Miguel jawira

source: Babahoyo River
ayc: Babahoyo jawira

source: Canal of Jambeli
ayc: Canal de Jambelí quta laya

source: Caráquez Bay
ayc: Bahía de Caráquez qutalaka

source: Manta Bay
ayc: Bahía de Manta qutalaka

source: (0º13' S - 78º31' W)
ayc: (0º13' S - 78º31' O)

source: 24 of may of 1822
ayc: mayuna 24 urupana, khaya 1822 marana

source: of Colombia: 13 may of 1830
ayc: Colombia markatha: mayuna 13 urupana, khaya 1830 marana

source: Tigre
ayc: Tigre marka

source: Reservoir Daule Peripa
ayc: Daule Peripa uma chakaqata

source: Canal de Jambeli
ayc: Canal de Jambeli quta laya

source: Hello friends...
ayc: Kamisaraki, jilata kullaka...

source: ...tomorrow I have a test about America...
ayc: ...arumanthixa churañajawa akïri América tuqitha maya yantt'awi...

source: ...and I know nothing!!!
ayc: ...ukataki janiwa kunsa yatkthti!!!

source: ...what do I do???
ayc: ...kamachiritkthsa???

source: Can I ask you something?
ayc: ¿Janiti yanapt'itasma?

source: Will you help me?
ayc: ¿Yanapt'itasmati?

source: We have to find
ayc: Ukataki jakiñasawa

source: Now we have to find
ayc: Jichhaxa thaqañasawa

source: We need to find
ayc: Jichhaxa katurañasawa

source: Can you tell me where it is?
ayc: Sita, ¿Akaxa kawkisa?

source: Where is it?
ayc: ¿Ukasti kawkinkisa?

source: Can you show me where it is?
ayc: ¿Kawkinkisa uka uñacht'ayitasmati?

source: Can you find it?
ayc: ¿Katjasmati?

source: Very well!
ayc: ¡Wali khusawa!

source: Brilliant!
ayc: ¡Khusapuniwa!

source: You found it!
ayc: ¡Katjtati!

source: Yes!
ayc: ¡Jïsa!

source: No, that is not correct
ayc: Janiwa, ukaxa janiwa chiqapäkiti

source: No, it is not there
ayc: Janiwa, janiwa ukankkiti

source: No, that seems to be wrong
ayc: Janiwa, janiwa chiqapjamäkiti

source: That is not correct
ayc: Ukaxa janiwa chiqapäkiti.

source: Now I'm ready for tomorrow... I'm going to play... Thanks for your help!
ayc: Jichhaxa niyasa wakichasitäthwa arumanthitakixa... Anatiri sarxaja... ¡Waliki yanapt'istaxa!

source: We made it! I'm going to play ball... Bye and thanks for helping me!
ayc: ¡Ukarakisa! !Jakiwayxtanwa! Jichhaxa anatiri sarxaja pilutampi... ¡Jakisiñkama, walikpuni yanapt'istaxa!

source: We did it! I'm ready for tomorrow... I'm playing a while... Until next time!
ayc: ¡Luraña tukuytanwa! Arumanthitakixa wakichasitäthwa... Ukhamaxa, maya k'ata, anatiri saraja... ¡Jakisiñkama!

source: Better luck next time I'll play a while... Thanks!
ayc: Jutiritaki sumpachäphana... Maya juk'a anatiri saraja... ¡Yuspayara!

source: The next time will be better I'm going to play ball... Thanks!
ayc: Jutirina juk'ampi sumpachaniwa Maya juk'a anatiri saraja pilutampi... ¡Yuspayara!

source: Please try again... I'm going to play... Thanks!
ayc: Mayampi yant'ma... Anatiri saraja... ¡Yuspayara!

source: Author: Alan Aguiar
ayc: Kamiri: Alan Aguiar

source: Send corrections, comments or suggestions to: alanjas@hotmail.com
ayc: Askichatanaksa, amuyt'awinaksa, yanapt'awinaksa qillqt'anipxasmawa akïri kuriyuru: alanjas@hotmail.com

source: This program is free software developed by the community
ayc: Akïri wakichawixa software libre satawa. Ukaxa tayqi maynina yanapt'äwipampi wakichatawa.

source: For more information visit http://ceibaljam.org
ayc: Juk'ampi yatxatañataki akïriru mantma: http://ceibaljam.org
