Repository: sugarlabs/iknowAmerica
Catalog: po/ayc.po
Languages: ayc

source: Chisec
ayc: Chisec marka

source: Coatepeque
ayc: Coatepeque marka

source: Cuilco
ayc: Cuilco marka

source: Dos Lagunas
ayc: Dos Lagunas marka

source: El Estor
ayc: El Estor marka

source: El Naranjo
ayc: El Naranjo marka

source: El Semillero
ayc: El Semillero marka

source: Esquipulas
ayc: Esquipulas marka

source: Finca la Inca
ayc: Finca la Inca marka

source: Gualán
ayc: Gualán marka

source: Iztapa
ayc: Iztapa marka

source: Joyabaj
ayc: Joyabaj marka

source: La Libertad
ayc: La Libertad marka

source: La Unión
ayc: La Unión marka

source: Lacandón
ayc: Lacandón marka

source: Las Lisas
ayc: Las Lisas marka

source: Livingston
ayc: Livingston marka

source: Los Amantes
ayc: Los Amantes marka

source: Masagua
ayc: Masagua marka

source: Melchor de Mencos
ayc: Melchor de Mencos marka

source: Modesto Méndez
ayc: Modesto Méndez marka

source: Morales
ayc: Morales marka

source: Nentón
ayc: Nentón marka

source: Ocós
ayc: Ocós marka

source: Paso Caballos
ayc: Paso Caballos marka

source: Paxbán
ayc: Paxbán marka

source: Playa Grande
ayc: Playa Grande marka

source: Poptún
ayc: Poptún marka

source: Rabinal
ayc: Rabinal marka

source: Rubelsanto
ayc: Rubelsanto marka

source: San Luis Ixcán
ayc: San Luis Ixcán marka

source: Santa Ana
ayc: Santa Ana marka

source: Santa Cruz Verapaz
ayc: Santa Cruz Verapaz marka

source: Sayaxché
ayc: Sayaxché marka

source: Sipacate
ayc: Sipacate marka

source: Siquinalá
ayc: Siquinalá marka

source: Soloma
ayc: Soloma marka

source: Taxisco
ayc: Taxisco marka

source: Tecún Umán
ayc: Tecún Umán marka

source: Tecojate
ayc: Tecojate marka

source: Tikal
ayc: Tikal marka

source: Tiquisate
ayc: Tiquisate marka

source: Tulate
ayc: Tulate marka

source: Uspantán
ayc: Uspantán marka

source: Valle Nuevo
ayc: Valle Nuevo marka

source: Cancuén River
ayc: Cancuén jawira

source: Machaquilá River
ayc: Machaquilá jawira

source: Pasión River
ayc: Pasión jawira

source: Salinas River
ayc: Salinas jawira

source: Chixoy River
ayc: Chixoy jawira

source: Motagua River
ayc: Motagua jawira

source: Samalá River
ayc: Samalá jawira

source: Suchiate River
ayc: Suchiate jawira

source: Paz River
ayc: Paz jawira

source: Coyotate River
ayc: Coyotate jawira

source: Cahabón River
ayc: Cahabón jawira

source: Polochic River
ayc: Polochic jawira

source: Chiyú River
ayc: Chiyú jawira

source: Sarstún River
ayc: Sarstún jawira

source: Ixcán River
ayc: Ixcán jawira

source: San Pedro River
ayc: San Pedro jawira

source: Mopán River
ayc: Mopán jawira

source: Azul River
ayc: Azul jawira

source: Lake Izabal
ayc: Izabal quta

source: Amatique Bay
ayc: Amatique lamara quta laka

source: Gulf of Honduras
ayc: Honduras lamara quta wit'u

source: Atitlán Lagoon
ayc: Atitlán quta

source: Lake Petén Itzá
ayc: Petén Itzá quta

source: Perdida Lagoon
ayc: Chhaqata qutaña

source: (14º38' N - 90º33' W)
ayc: (14º38' N - 90º33' O)

source: 11 of october of 1825
ayc: Ujtuwrina 11 urupana, 1825 marana

source: Quetzal
ayc: Quetzal marka

source: Is in the center
ayc: Chikataypinkiwa

source: Lake Izabal River
ayc: Izabal quta

source: Laguna Perdida
ayc: Perdida qutaña

source: Neembucú
ayc: Ñeembucú

source: Caacupé
ayc: Caacupé marka

source: Ciudad del Este
ayc: Ciudad del Este marka

source: Coronel Oviedo
ayc: Coronel Oviedo marka

source: Encarnación
ayc: Encarnación marka

source: Fuerte Olimpo
ayc: Fuerte Olimpo marka

source: Mariscal Estigarribia
ayc: Mariscal Estigarribia marka

source: Pedro Juan Caballero
ayc: Pedro Juan Caballero marka

source: Pilar
ayc: Pilar marka

source: Pozo Colorado
ayc: Pozo Colorado marka

source: Salto del Guaira
ayc: Salto del Guaira marka

source: San Juan Bautista
ayc: San Juan Bautista marka

source: Villarica
ayc: Villarica marka

source: Abaí
ayc: Abaí marka

source: Alto Verá
ayc: Alto Verá marka

source: Bella Vista
ayc: Bella Vista marka

source: Benjamin Aceval
ayc: Benjamin Aceval marka

source: Capitán Bado
ayc: Capitán Bado marka

source: Capitán Meza
ayc: Capitán Meza marka

source: Capitán Pablo Lagerenza
ayc: Capitán Pablo Lagerenza marka

source: Coronel Bogado
ayc: Coronel Bogado marka

source: Curuguaty
ayc: Curuguaty marka

source: Dr. Pedro P. Peña
ayc: Dr. Pedro P. Peña marka

source: Filadelfia
ayc: Filadelfia marka

source: Fortín Ávalos Sánchez
ayc: Fortín Ávalos Sánchez marka

source: Fortín General Diaz
ayc: Fortín General Diaz marka

source: Fortin Infante Rivarola
ayc: Fortin Infante Rivarola marka

source: General Eugenio A. Garay
ayc: General Eugenio A. Garay marka

source: Hernandarias
ayc: Hernandarias marka

source: Horqueta
ayc: Horqueta marka

source: Itanara
ayc: Itanara marka

source: Puerto Bahia Negra
ayc: Puerto Bahia Negra marka

source: Puerto Casado
ayc: Puerto Casado marka

source: Puerto Guaraní
ayc: Puerto Guaraní marka

source: Puerto Pinasco
ayc: Puerto Pinasco marka

source: San Estanislao
ayc: San Estanislao marka

source: San Lázaro
ayc: San Lázaro marka

source: San Ygnacio
ayc: San Ygnacio marka

source: Santa Rita
ayc: Santa Rita marka

source: Tacuatí
ayc: Tacuatí marka

source: Yby Yaú
ayc: Yby Yaú marka

source: Yhú
ayc: Yhú marka

source: Verde River
ayc: Verde jawira

source: Monte Lindo River
ayc: Monte Lindo jawira

source: González River
ayc: González jawira

source: Queda en el sureste
ayc: Chakanampina Jalsumpina chikapankiwa.

source: Aguaray Guazú River
ayc: Aguaray Guazú jawira

source: Confuso River
ayc: Confuso jawira

source: Alegre River
ayc: Alegre jawira

source: Apa River
ayc: Apa jawira

source: Aquidabán River
ayc: Aquidabán jawira

source: Ypané River
ayc: Ypané jawira

source: Jejuí Guazú River
ayc: Jejuí Guazú jawira

source: Tebicuary River
ayc: Tebicuary jawira

source: Paraguay River
ayc: Paraguay jawira

source: Yacuy-Guazú River
ayc: Yacuy-Guazú jawira

source: Bolivia
ayc: Bolivia jach'a marka

source: (25º16' S - 57º40' W)
ayc: (25º16' S - 57º40' O)

source: 15 of may of 1811
ayc: mayuna 15 urupana, 1811 marana

source: 10 of september of 1880
ayc: sitimmrina 10 urupana, khaya 1880 marana

source: Saint Ann
ayc: Santa Ana

source: Saint Catherine
ayc: Santa Catalina

source: Saint Mary
ayc: Santa María

source: Saint Thomas
ayc: San Tomás

source: Black River
ayc: Black jawira

source: Falmouth
ayc: Falmouth marka

source: Lucea
ayc: Lucea marka

source: Mandeville
ayc: Mandeville marka

source: May Pen
ayc: May Pen marka

source: Morant Bay
ayc: Morant quta laka

source: Port Antonio
ayc: Puerto Antonio marka

source: Port Maria
ayc: Puerto María marka

source: Saint Ann's Bay
ayc: Saint Ann's Bay marka

source: Savanna-la-Mar
ayc: Savanna-la-Mar marka

source: Spanish Town
ayc: Spanish Town marka

source: Albert Town
ayc: Albert Town marka

source: Alligator Pond
ayc: Alligator Pond marka

source: Annotto Bay
ayc: Annotto Bay marka

source: Bog Walk
ayc: Bog Walk marka

source: Brown's Town
ayc: Brown's Town marka

source: Buff Way
ayc: Buff Way marka

source: Bull Bay
ayc: Bull Bay marka

source: Christiana
ayc: Christiana marka

source: Duncans
ayc: Duncans marka

source: Frankfield
ayc: Frankfield marka

source: Linstead
ayc: Linstead marka

source: Moneague
ayc: Moneague marka

source: Negril
ayc: Negril marka

source: Ocho Rios
ayc: Ocho Rios marka

source: Oracabessa
ayc: Oracabessa marka

source: Port Esquivel
ayc: Port Esquivel marka

source: Port Morant
ayc: Port Morant marka

source: Portmore
ayc: Portmore marka

source: Reading
ayc: Reading marka

source: The Alley
ayc: The Alley marka

source: Cabarita River
ayc: Cabarita jawira

source: Great River
ayc: Great Jawira

source: Montego River
ayc: Montego jawira

source: Martha Brae River
ayc: Martha Brae jawira

source: Milk River
ayc: Milk jawira

source: Minho River
ayc: Minho jawira

source: Coleburn's Gully River
ayc: Coleburn's Gully jawira

source: Magno River
ayc: Magno jawira

source: Flint River
ayc: Flint jawira

source: Wag Water River
ayc: Wag Water jawira

source: Yallahs River
ayc: Yallahs jawira

source: Morant River
ayc: Morant jawira

source: Plantain Garden River
ayc: Plantain Garden jawira

source: Nuevo River
ayc: Nuevo jawira

source: Cobre River
ayc: Cobre jawira

source: (17º59' N - 76º48' W)
ayc: (17º59' N - 76º48' O)

source: Constitutional monarchy
ayc: Monarquía constitucional

source: 6 of august of 1962
ayc: awustuna 6 urupana, khaya 1962 marana

source: Jamaican dollar
ayc: Dólar jamaiquino qullqi

source: Parishes
ayc: Parroquianaka

source: Parish capitals
ayc: Parroquiana qullana markanakapa

source: Is around
ayc: Muytankiwa

source: Liberia
ayc: Liberia marka

source: Bagaces
ayc: Bagaces marka

source: Bomba
ayc: Bomba marka

source: Boruca
ayc: Boruca marka

source: Bratsi
ayc: Bratsi marka

source: Buena Vista
ayc: Buena Vista marka

source: Caño Negro
ayc: Caño Negro marka

source: Cabuya
ayc: Cabuya marka

source: Cahuita
ayc: Cahuita marka

source: Canas
ayc: Canas marka

source: Cariblanco
ayc: Cariblanco marka

source: Carmona
ayc: Carmona marka

source: Castilla
ayc: Castilla marka

source: Chaparrón
ayc: Chaparrón marka

source: Cocles
ayc: Cocles marka

source: Corina
ayc: Corina marka

source: Coronado
ayc: Coronado marka

source: Cuajiniquil
ayc: Cuajiniquil marka

source: Delta del San Juan
ayc: Delta del San Juan marka

source: Dominical
ayc: Dominical marka

source: Drake
ayc: Drake marka

source: Esparza
ayc: Esparza marka

source: Frailes
ayc: Frailes marka

source: Garza
ayc: Garza marka

source: Guacimo
ayc: Guacimo marka

source: Guapiles
ayc: Guapiles marka

source: Guatuzo
ayc: Guatuzo marka

source: Guayabos
ayc: Guayabos marka

source: Hacienda Porvenir
ayc: Hacienda Porvenir marka

source: Hacienda Trancas
ayc: Hacienda Trancas marka

source: Herradura
ayc: Herradura marka

source: Hojancha
ayc: Hojancha marka

source: Jaco
ayc: Jaco marka

source: La Cruz
ayc: La Cruz marka

source: Lapita
ayc: Lapita marka

source: Limonal
ayc: Limonal marka

source: Los Chiles
ayc: Los Chiles marka

source: Mal País
ayc: Mal País marka

source: Matina
ayc: Matina marka

source: Mesas
ayc: Mesas marka

source: Naranjo
ayc: Naranjo marka

source: Neily
ayc: Neily marka

source: Nicoya
ayc: Nicoya marka

source: Pandora
ayc: Pandora marka

source: Paquera
ayc: Paquera marka

source: Paraiso
ayc: Paraiso marka

source: Piedras Blancas
ayc: Piedras Blancas marka

source: Pilas
ayc: Pilas marka

source: Pital
ayc: Pital marka

source: Platanal
ayc: Platanal marka

source: Portegolpe
ayc: Portegolpe marka

source: Puerto Culebra
ayc: Puerto Culebra marka

source: Puerto Jimenez
ayc: Puerto Jimenez marka

source: Puerto Quepos
ayc: Puerto Quepos marka

source: Puerto Soley
ayc: Puerto Soley marka

source: Puerto Viejo
ayc: Puerto Viejo marka

source: Puriscal
ayc: Puriscal marka

source: Quesada
ayc: Quesada marka

source: Quina
ayc: Quina marka

source: Sabanilla
ayc: Sabanilla marka

source: San Isidro
ayc: San Isidro marka

source: San Vito
ayc: San Vito marka

source: Santa Teresa
ayc: Santa Teresa marka

source: Siquirres
ayc: Siquirres marka

source: Sirena
ayc: Sirena marka

source: Santa Cecilia
ayc: Santa Cecilia marka

source: Suerre
ayc: Suerre marka

source: Tambor
ayc: Tambor marka

source: Tarcoles
ayc: Tarcoles marka

source: Tenorio
ayc: Tenorio marka

source: Terraba
ayc: Terraba marka

source: Tilaran
ayc: Tilaran marka

source: Tortuguero
ayc: Tortuguero marka

source: Tres de Junio
ayc: Tres de Junio marka

source: Turrialba
ayc: Turrialba marka

source: Uatsi
ayc: Uatsi marka

source: Unión
ayc: Unión marka

source: Upala
ayc: Upala marka

source: Uvita
ayc: Uvita marka

source: Vueltas
ayc: Vueltas markas

source: Zarcero
ayc: Zarcero marka

source: San Carlos River
ayc: San Carlos jawira

source: Frio River
ayc: Frio jawira

source: Tempisque River
ayc: Tempisque jawira

source: Sixaola River
ayc: Sixaola jawira

source: Pirris River
ayc: Pirris jawira

source: Reventazón River
ayc: Reventazón jawira

source: Chirripó River
ayc: Chirripo jawira

source: General River
ayc: General jawira

source: Grande of Terraba River
ayc: Grande de Térraba jawira

source: Corobicí River
ayc: Corobici jawira

source: Savegre River
ayc: Savegre jawira

source: Gulf of Papagayo
ayc: Papagayo quta wit'u

source: Gulf of Nicoya
ayc: Nicoya quta wit'u

source: Coronado Bay
ayc: Coronado qutalaka

source: Dulce Gulf
ayc: Dulce quta wit'u

source: (9º56'N - 84º5'W)
ayc: (9º56'N - 84º5'O)

source: Costa Rica Colon
ayc: Colón costarricense

source: Huanuco
ayc: Huánuco

source: Chachapoyas
ayc: Chachapoyas marka

source: Chiclayo
ayc: Chiclayo marka

source: Cusco
ayc: Cuzco marka

source: Huánuco
ayc: Huánuco marka

source: Huancayo
ayc: Huancayo marka

source: Huaraz
ayc: Huaraz marka

source: Iquitos
ayc: Iquitos marka

source: Moyobamba
ayc: Moyobamba marka

source: Pucallpa
ayc: Pucallpa marka

source: Puerto Maldonado
ayc: Puerto Maldonado marka

source: Azángaro
ayc: Azángaro marka

source: Bagua
ayc: Bagua marka

source: Barranca
ayc: Barranco marka

source: Caballococha
ayc: Caballococha marka

source: Camana
ayc: Camana marka

source: Caraveli
ayc: Caravelí marka

source: Casma
ayc: Casma marka

source: Chimbote
ayc: Chimbote marka

source: Chincha Alta
ayc: Chincha Alta marka

source: Contamana
ayc: Contamana marka

source: Coracora
ayc: Coracora marka

source: Cotahuasi
ayc: Cotahuasi marka

source: Flor de Agosto
ayc: Flor de Agosto marka

source: Huacho
ayc: Huacho marka

source: Huarmey
ayc: Huarmey marka

source: Iñapari
ayc: Iñapari marka

source: Juliaca
ayc: Juliaca marka

source: La Oroya
ayc: Oroya marka

source: Macusani
ayc: Macusani marka

source: Manú
ayc: Manú marka

source: Mollendo
ayc: Mollendo marka

source: Nauta
ayc: Nauta marka

source: Nazca
ayc: Nazca marka

source: Palpa
ayc: Palpa marka

source: Pisco
ayc: Pisco marka

source: Puerto Inca
ayc: Puerto Inca marka

source: Requena
ayc: Requena marka

source: San Pedro de Lloc
ayc: San Pedro de Lloc marka

source: San Vicente de Cañete
ayc: San Vicente de Cañete marka

source: Sullana
ayc: Sullana marka

source: Talara
ayc: Talara marka

source: Tarapoto
ayc: Tarapoto marka

source: Tingo Maria
ayc: Tingo Maria marka

source: Napo River
ayc: Napo jawira

source: Curaray River
ayc: Curaray jawira

source: Tigre River
ayc: Tigre jawira

source: Corrientes River
ayc: Corrientes jawira

source: Pastaza River
ayc: Pastaza jawira

source: Amazonas River
ayc: Amazonas jawira

source: Javari River
ayc: Yavarí jawira

source: Juruá River
ayc: Juruá jawira

source: Acre River
ayc: Acre jawira

source: Iaco River
ayc: Iaco jawira

source: Alto Purús River
ayc: Alto Purús jawira

source: Madre de Dios River
ayc: Madre de Dios jawira

source: Piedras River
ayc: Piedras jawira

source: Inambari River
ayc: Inambari jawira

source: Putumayo River
ayc: Putumayo jawira

source: Marañón River
ayc: Marañón jawira

source: Santiago River
ayc: Santiago jawira

source: Huallaga River
ayc: Huallaga jawira

source: Ucayali River
ayc: Ucayali jawira

source: Urubamba River
ayc: Urubamba jawira

source: Tambo River
ayc: Tambo jawira

source: Apurimac River
ayc: Apurimac jawira

source: Lake Titicaca
ayc: Titiqaqa quta

source: Gulf of Guayaquil
ayc: Guayaquil quta wit'u

source: Sechura Bay
ayc: Sechura qutalaka

source: Peru
ayc: Perú jach'a marka

source: Ecuador
ayc: Ecuador jach'a marka

source: (12º02' S - 77º01' W)
ayc: (12º02' S - 77º01' O)

source: Quechua
ayc: Qhichwa aru

source: Aimará
ayc: Aymara aru

source: 28 of july of 1821
ayc: julyuna 28 urupana, khaya 1821 marana

source: 14 of august of 1879
ayc: awustuna 14 urupana, khaya 1879 marana

source: Nuevo sol
ayc: Nuevo sol qullqi

source: Districts
ayc: Distritonaka

source: District capitals
ayc: Distritona qullana markanakapa

source: Suriname
ayc: Surinam jach'a marka

source: Para
ayc: Pará

source: French Guiana
ayc: Guayana Francesa marka

source: Paramaribo
ayc: Paramaribo marka

source: Albina
ayc: Albina marka

source: Groningen
ayc: Groningen marka

source: Lelydorp
ayc: Lelydorp marka

source: Nieuw Amsterdam
ayc: Nueva Ámsterdam marka

source: Nieuw Nickerie
ayc: Nieuw Nickerie marka

source: Onverwacht
ayc: Onverwacht marka

source: Totness
ayc: Totness marka

source: Anapaike
ayc: Anapaike marka

source: Apetina
ayc: Apetina marka

source: Apoera
ayc: Apoera marka

source: Bakhuis
ayc: Bakhuis marka

source: Benzdorp
ayc: Benzdorp marka

source: Bitagron
ayc: Bitagron marka

source: Boskamp
ayc: Boskamp marka

source: Brownsweg
ayc: Brownsweg marka

source: Cottica
ayc: Cottica marka

source: Kajana
ayc: Kajana marka

source: Kamp 52
ayc: Kamp 52 marka

source: Kwamalasamutu
ayc: Kwamalasamutu marka

source: Moengo
ayc: Moengo marka

source: Pelelu Tepu
ayc: Pelelu Tepu marka

source: Pokigron
ayc: Pokigron marka

source: Wageningen
ayc: Wageningen marka

source: Zanderij
ayc: Zanderij marka

source: Saramacca River
ayc: Saramacca jawira

source: Nickerie River
ayc: Nickerie jawira

source: Coppename River
ayc: Coppename jawira

source: Suriname River
ayc: Surinam jawira

source: Commewijne River
ayc: Commewijne jawira

source: Maroni River
ayc: Maroni jawira

source: Lawa River
ayc: Lawa jawira

source: Oelemari River
ayc: Oelemari jawira

source: Litani River
ayc: Litani jawira

source: Patoemeu River
ayc: Patoemeu jawira

source: Tapanahony River
ayc: Tapanahony jawira

source: Lucie River
ayc: Lucie jawira

source: Kabalebo River
ayc: Kabalebo jawira

source: Sipaliwini River
ayc: Sipaliwini jawira

source: Kutari River
ayc: Kutari jawira

source: Courantyne River
ayc: Courantyne jawira

source: (5º52' N - 55º10' W)
ayc: (5º52' N - 55º10' O)

source: Dutch
ayc: Neerlandés aru

source: Representative republic
ayc: República representativa

source: from Netherlands
ayc: Holandatha

source: 25 of november of 1975
ayc: nuwimrina 25 urupana, 1975 marana

source: Surinamese dollar
ayc: Dólar surinamés qullqi

source: Cayena
ayc: Cayena marka

source: Saint-Laurent-du-Maroni
ayc: Saint-Laurent-du-Maroni marka

source: Apatou
ayc: Apatou marka

source: Camopi
ayc: Camopi marka

source: Gare Tigre
ayc: Gare Tigre marka

source: Grand-Santi
ayc: Grand-Santi marka

source: Guisanbourg
ayc: Guisanbourg marka

source: Iracoubo
ayc: Iracoubo marka

source: Kaw
ayc: Kaw marka

source: Kourou
ayc: Kourou marka

source: Les Hattes
ayc: Les Hattes marka

source: Macouria
ayc: Macouria marka

source: Mana
ayc: Mana marka

source: Maripasoula
ayc: Maripasoula marka

source: Matoury
ayc: Matoury marka

source: Montsinéry
ayc: Montsinéry marka

source: Ouanary
ayc: Ouanary marka

source: Rémire
ayc: Rémire marka

source: Roura
ayc: Roura marka

source: Saint Jean
ayc: Saint Jean marka

source: Saint-Elie
ayc: Saint-Elie marka

source: Saint-Georges
ayc: Saint-Georges marka

source: Saul
ayc: Saul marka

source: Sinnamary
ayc: Sinnamary marka

source: Tonate
ayc: Tonate marka

source: Mana River
ayc: Mana jawira

source: Sinamary River
ayc: Sinamary jawira

source: Comté River
ayc: Comté jawira

source: Arataya River
ayc: Arataya jawira

source: Approuage River
ayc: Approuage jawira

source: Camopi River
ayc: Camopi jawira

source: Oyapock River
ayc: Oyapock jawira

source: Marouini River
ayc: Marouini jawira

source: Tanpok River
ayc: Tanpok jawira

source: Abounamy River
ayc: Abounamy jawira

source: (4º56' N - 52º19' W)
ayc: (4º56' N - 52º19' O)

source: Overseas department
ayc: Departamento de ultramar

source: from France
ayc: Francia markatha

source: Euro
ayc: Euro qullqi

source: Atlántico Norte
ayc: Atlántico Norte suyu

source: Atlántico Sur
ayc: Atlántico Sur suyu

source: Is. del Maíz
ayc: Isla del Maíz marka

source: Cayos Miskitos
ayc: Cayos Miskitos marka

source: Chinandega
ayc: Chinandega marka

source: Jinotepe
ayc: Jinotepe marka

source: Juigalpa
ayc: Juigalpa marka

source: Ocotal
ayc: Ocotal marka

source: Somoto
ayc: Somoto marka

source: Acoyapa
ayc: Acoyapa marka

source: Alta Gracia
ayc: Alta Gracia marka

source: Bonanza
ayc: Bonanza marka

source: Camoapa
ayc: Camoapa marka

source: Casares
ayc: Casares marka

source: Colonia Nueva Guinea
ayc: Colonia Nueva Guinea marka

source: Com Island
ayc: Com Island marka

source: Condega
ayc: Condega marka

source: Corinto
ayc: Corinto marka

source: El Bluff
ayc: El Bluff marka

source: El Carmen
ayc: El Carmen marka

source: El Sauce
ayc: El Sauce marka

source: La Constancia
ayc: La Constancia marka

source: La Cruz de Río Grande
ayc: La Cruz de Río Grande jawirata

source: La Rosita
ayc: La Rosita marka

source: Larreynaga
ayc: Larreynaga marka

source: Leimus
ayc: Leimus marka

source: Limbaica
ayc: Limbaica marka

source: Makantaca
ayc: Makantaca marka

source: Masachapa
ayc: Masachapa marka

source: Morrito
ayc: Morrito marka

source: Muy Muy
ayc: Muy Muy marka

source: Nandaime
ayc: Nandaime marka

source: Peñas Blancas
ayc: Peñas Blancas marka

source: Poneloya
ayc: Poneloya marka

source: Potosí
ayc: Potosí marka

source: Prinzapolka
ayc: Prinzapolka marka

source: Puerto Sandino
ayc: Puerto Sandino marka

source: Punta Gorda
ayc: Punta Gorda marka

source: Quilalí
ayc: Quilalí marka

source: Rama
ayc: Rama marka

source: Sébaco
ayc: Sébaco marka

source: San Benito
ayc: San Benito marka

source: San Juan del Norte
ayc: San Juan del Norte marka

source: San Juan del Sur
ayc: San Juan del Sur marka

source: San Sebastián de Yalí
ayc: San Sebastián de Yalí marka

source: San Ubaldo
ayc: San Ubaldo marka

source: Santa María
ayc: Santa María marka

source: Siuna
ayc: Siuna marka

source: Somotillo
ayc: Somotillo marka

source: Teotecacinte
ayc: Teotecacinte marka

source: Tipitapa
ayc: Tipitapa marka

source: Waspán
ayc: Waspán marka

source: Wiwilí
ayc: Wiwilí marka

source: Wawa River
ayc: Wawa jawira

source: Kukalaya River
ayc: Kukalaya jawira

source: Bambana River
ayc: Bambana jawira

source: Prinzapolka River
ayc: Prinzapolka jawira

source: Tuma River
ayc: Tuma jawira

source: Grande de Matalgapa River
ayc: Río Grande de Matalga jawira

source: Kurinwás River
ayc: Kurinwás jawira

source: Siquia River
ayc: Siquia jawira

source: Escondido River
ayc: Escondido jawira

source: Mico River
ayc: Mico jawira

source: Rama River
ayc: Rama jawira

source: Punta Gorda River
ayc: Punta Gorda jawira

source: Bocay River
ayc: Bocay jawira

source: Amaka River
ayc: Amaka jawira

source: Estero Real River
ayc: Estero Real jawira

source: Lake Managua
ayc: Managua quta

source: Lake Nicaragua
ayc: Nicaragua quta

source: Perlas Lagoon
ayc: Perlas qutaña

source: Bluefields Bay
ayc: Bluefields qutalaka

source: Punta Gorda Bay
ayc: Punta Gorda qutalaka

source: (13º0' N - 85º0' W)
ayc: (13º0' N - 85º0' O) chani

source: 8 of april of 1826
ayc: awrilana 8 urupana, khaya 1826 marana

source: Barima-Waini
ayc: Barima-Waini suyu

source: Pomeroon-Supenaam
ayc: Pomeroon-Supenaam suyu

source: West-Demerara
ayc: West-Demerara suyu

source: Demerara-Mahaica
ayc: Demerara-Mahaica suyu

source: Mahaica-Berbice
ayc: Mahaica-Berbice suyu

source: Cuyuni-Mazaruni
ayc: Cuyuni-Mazaruni suyu

source: Potaro-Siparuni
ayc: Potaro-Siparuni suyu

source: Upper Takutu-Upper Essequibo
ayc: Alto Tacutu-Alto Esequibo suyu

source: Upper Demerara-Berbice
ayc: Alto Demerara-Berbice suyu

source: East Berbice-Corentyne
ayc: Berbice Oriental-Corentyne suyu

source: Georgetown
ayc: Georgetown marka

source: Bartica
ayc: Bartica marka

source: Charity
ayc: Charity marka

source: Corriverton
ayc: Corriverton marka

source: Dadanawa
ayc: Dadanawa marka

source: Good Hope
ayc: Good Hope marka

source: Isherton
ayc: Isherton marka

source: Issano
ayc: Issano marka

source: Ituni
ayc: Ituni marka

source: Kalkuni
ayc: Kalkuni marka

source: Kartabu Point
ayc: Kartabu Point marka

source: Kurupukari
ayc: Kurupukari marka

source: Kwakwani
ayc: Kwakwani marka

source: Lethem
ayc: Lethem marka

source: Linden
ayc: Linden marka

source: Mabaruma
ayc: Mabaruma marka

source: Mahdia
ayc: Mahdia marka

source: Mara
ayc: Mara marka

source: Matthews Ridge
ayc: Matthews Ridge marka
